{"data":[{"context":"BENGALURU: Ordnance factories making 87 items, including 39 listed under the weapons section, are set to lose the charge, with the ministry of defence (MoD) directing the Army to buy them from the private sector.The decision comes two months after PM Narendra Modi ordered all ordnance factories to “provide a complete listing of products manufactured, along with a photo description of each product, number of items... produced and their value“. TOI had broken the story on February 22.The MoD has asked the ordnance factories to either “wind up or put to alternative use the production facilities for these items in the absence of orders from the user (Army)“. Of the 87 items, 48 are troop comfort articles like blankets, socks and boots.The 39 items under the weapons section include 12 types of ammunition boxes, three types of bombs, seven types of empty shells, two types of binoculars and three vehicles, including the Stallion MK-IV truck.Declaring the 39 items “non-core“, the department of defence production (DDP), under the MoD, said in a circular dated April 27: “These can be sourced from the trade (read private sector)... Army can procure them without an NOC (no objection certificate) from the OFB (Ordnance Factory Board).“ Earlier, the Army was re quired to get an NOC if it wanted to procure these items from sources other than ordnance factories. However, a “minimum 40% value addition (by indigenous firms) is mandatory and the component details to be included in the 40% may be specified by the DPP where required“, Elvius Lakra, undersecretary in-charge of production (I and III categories) said.Over the past three years, the DDP has declared some other items “non-core“ but never at this magnitude. On why such a decision was made, the department explained that it is “a measure to improve operational efficiency of expenditure“. The decision was taken after two committees were constituted to study and submit recommendations to the MoD.Following the circular, the OFB, in an official communication to the factories concerned, has sought details pertaining to manpower among other things. The defence ministry is looking to finalise the much-touted but long-delayed “strategic partnership (SP)“ policy for private sector participation in defence production in the country .Sources said the defence acquisitions council (DAC), chaired by defence minister Arun Jaitley , will meet to discuss the SP policy later this month. “The policy is likely to be cleared in the DAC meeting.The contentious issues have more or less been sorted out,“ said a source. The SP model seeks to create capacity for arms production in the private sector on a long-term basis, over and above the capacity and infrastructure that exist in the defence PSUs, and gradually replace the existing system to award contracts only to the lowest bidder (L-1), as was earlier reported by TOI.It flows from the reports of the Dhirendra Singh and V K Aatre expert committees, which proposed selection and nomination of Indian private sector defence companies as strategic partners for global armament companies to jointly produce weapons systems under the `Make in India' policy.The broadly identified segments in Group-1 are aircraft, helicopters, aero-engine,submarines, warships, guns and artillery, and armoured vehicles like tanks. Metallic materials and alloys, non-metallic material and ammunition figure in the technology areas in Group-2. The SP policy was to be part of the new Defence Procurement Procedure (DPP), which came into effect in April 2016, but has not been finalised till now. This has further delayed the proposed projects for a new fighter production line as well as the Rs 70,000 crore project to build six new-generation stealth submarines.A major bone of contention in the SP policy has been the recommendation that only one private sector compa ny be selected as the strategic partner in each of the seven segments in Group-1, while two are nominated in each category in Group-2.Moreover, it was proposed that only those private sector companies be selected that have adequate financial strength, demonstrable manufacturing expertise and ability to absorb technology from their foreign partners.Given all this, there are concerns that defence production in the country may be cornered by only a few big companies. But MoD sources said “transparency and some competitive selection“ will figure in the SP policy that will be cleared to allay such fears.","labels":{"8b942724-1c5f-4774-9325-0c81fbca0d5d":[{"marker":"Answer","extra":{},"start":0,"end":9,"text":"BENGALURU","user":"hernqv"}]}},{"context":"The Indian Air Force reportedly is set to formally reboot its plans to purchase nearly 115 fighter jets within weeks, but it may tie any final contract to a demand that it also receive technical assistance for its domestic fifth generation fighter project. This decision would seem to confirm ongoing reports that India is not happy with the progress of its existing stealth fighter deal with Russia, might again give Lockheed Martin an upper hand since it is already building the F-35 Joint Strike Fighter, and could just further complicate the already protracted attempts to get any new aircraft. On March 11, 2018, The Hindustan Times reported that India would begin sending out official requests for information to companies looking to submit bids on the fighter jet tender by the first week of April. In February 2018, it emerged that the India Air Force would halt an existing plan to buy 114 single-engine fighter jets and rewrite the requirements to open the deal up to twin-engine designs, as well. The revised deal will now include the winning firm to transfer potentially sensitive technology to support the Indian military’s fifth generation fighter program, known as the Advanced Medium Combat Aircraft (AMCA).\n“We have asked the Defense Research and Development Organization (DRDO) to prepare a list of technologies they need help with for the AMCA,” the unnamed individual told The Hindustan Times. “There will be clear clause on the transfer of those technologies in the contract.” India’s efforts to procure new fighter jets have already been a saga spanning more than decade. This new tender will be the third formal attempt to purchase the aircraft since 2007. Hindustan Aeronautics Limited has been officially working on the AMCA project since 2010, with a goal of having a flying prototype by 2025.\nJohnxxx9 via Wikimedia A model of the planned ACMA in 2009.\nUSAF A French Dassault Rafale.\nThe French jet and the F/A-18E/F are also emerging as the front-runners in an Indian Navy competition to purchase new fighter jets for its presently planned fleet of short-takeoff but arrested recovery (STOBAR) aircraft carriers, as well as the catapult assisted takeoff but arrested recovery (CATOBAR) types it wants to build in the future. If both services were to operate the same aircraft, or variants with a high commonality in basic components and mission systems, this could cut logistics and sustainment expenses and offset the typically higher costs of twin-engine aircraft compared to single-engine types. As such, it looked initially that Boeing and Dassault had the most to gain from the changes to the Indian tender. But the inclusion of the stealth fighter technology transfer requirement could change the calculus yet again.\nUSN A US Navy F/A-18E Super Hornet.\nIf nothing else, this could be a signal that India will be less inclined to consider any offering from Russia. The Indians and the Russians have been working together on fifth generation fighter jet development for some time, there have been repeated reports that the Indian Air Force is frustrated with the lack of results from the Su-57 stealth fighter project and more recently there has been the suggestion that authorities in New Delhi might finally scrap that work altogether. It was possible that the Kremlin’s otherwise curious decision to send a pair of its prototype jets to Syria in February 2018 was in part to try and demonstrate more significant progress with that program. Of the remaining likely contenders, only some are actively working on low-observable aircraft. Not all of them are doing so at the same level or are developing a fifth generation fighter specifically.\nAktug Ates via Wikimedia A pre-production Su-57 stealth fighter.\nLinköping University A scale model of the Generic Future Fighter, a product of a partnership between Saab and Sweden's Linköping University, which is serving as a starting point for the Flygsystem 2020 design.\nLockheed Martin is the only competitor actively producing a fifth generation fighter jet, the F-35, which could give it a leg up again in the competition. The Maryland-headquartered company had already made a particularly appealing pitch in the last iteration of the competition, stating that if its F-16IN won, it would establish a joint production line with Indian manufacturing conglomerate Tata to build jets for the Indian Air Force and use that same domestic assembly line to churn out additional aircraft for export elsewhere. On top of that, it said it would consider working with Tata to build Viper components even if the contract fell through. It is conceivable that the firm might now propose a new deal wherein India buys conventional F-35As for the Indian Air Force and gets additional help with the ACMA. Lockheed Martin might then also offer the short and vertical takeoff capable F-35B or carrier-focused C models as options for the Indian Navy's tender. The U.S. government will have to approve any deal involving an American company and this might be a more complicated procedure with regards to the sensitive technology in the F-35. American authorities will have to gauge whether or not they believe it is in the country's best interests to give India access to and details about low-observable design features and manufacturing processes, as well as advanced avionics, radars, sensor systems, data links, computer networks, and other mission systems. However, President Donald Trump and his administration have shown much greater willingness to explore selling Joint Strike Fighters more broadly, including to the United Arab Emirates and Saudi Arabia, already. The administration has also looked to bolster its ties with India in general, making the country a centerpiece of its new Afghanistan and South Asian policy goals. It's not hard to imagine Lockheed Martin getting approval for a deal to sell dozens of F-35A, B, and C models to the Indian government, which could potentially help in further driving down the plane's unit costs, which is a major goal for the U.S. military.\nUSAF A US Air Force F-35A Joint Strike Fighter.\nBut India may not be as interested in buying any foreign stealth fighter as it is in getting assistance for the domestic ACMA. In February 2018, there were reports that Indian authorities had requested a classified briefing on the Joint Strike Fighter, but the next month Indian Air Force Chief Air Chief Marshal B.S. Dhanoa publicly denied those claims. This episode followed a Press Trust of India report in January 2018 that suggested Lockheed Martin was considering establishing a production line for the F-35 in India. The company subsequently said that report has misstated remarks from one of its executives and added that there were no plans to build even a less expansive final assembly and checkout facility, or FACO, in the country. At present there are FACOs in Italy and Japan supporting the international Joint Strike Fighter program. And even if India were to receive U.S. government approval to purchase the F-35 and pursue that option, it’s not clear what kind of technological information Lockheed Martin might truly be willing to transfer in the end and to what degree. Most importantly, as it stands now, with the exception of Israel, all the countries taking part in the Joint Strike Fighter project have found themselves linked in large part to a multi-national logistics and information chain thanks to the jet’s on board computer brain, called the Autonomic Logistics Information System (ALIS).\nUSN A US Marine Corps F-35B.\nThis has already prompted concerns in a number of countries about how much sensitive data the jets are collecting and potentially sending to Lockheed Martin or the U.S. government or if they might be shut off from software updates or other critical data in an emergency. At the same time, even when working with the U.S. military, Lockheed Martin has been especially keen to keep control over as much of its proprietary network architecture as possible. The U.S. military has similarly shared concerns about whether or not this level of connectivity puts the United States’ own capabilities at risk. Foreign computer networks may be more vulnerable to cyber attacks and espionage or could be deliberately linked to systems that might feed information on to hostile nations. Turkey, for instance, wants to connect its future F-35s to the rest of its integrated air defense net, which will eventually include Russian-made S-400 surface-to-air missile systems. Similar considerations could easily apply to requests for technology transfer from any other entrant into the revised Indian fighter competition. In turn, it seems very likely that linking both requirements together could easily slow down the overall process, even after India picks a winning design, due to the need for complex negotiations. The Indian purchase of just 36 Rafale jets for the country’s air force experienced significant delays due to disputes over technology transfer and local production and that deal remains clouded in controversy. All of this comes as the Indian Air Force is increasingly in desperate need of new fighter jets, whether they be advanced fourth generation or stealthy fifth generation designs. Since 2001, the service has made it clear that it has a standing requirement for more than 100 aircraft to replace a host of aging types that are increasingly literally falling out of the sky.\nSipa via AP Indian Air Force official try to keep bystanders away from the a crashed MiG-27 combat jet in 2016.\nIndia is also facing increasing challenges from China, which is expanding its influence in Asia and elsewhere around the world, as well as the need to provide a credible defense against long-time rival Pakistan. According to The Hindustan Times, China has approximately 60 squadrons of combat aircraft, while Pakistan has 25. The Indian government has said that, in order to counter those potential threats and perform other necessary missions, the Indian Air Force needs at least 42 squadrons of combat aircraft itself. At present, it has 31, down from 33 in 2017, and that number is almost certain to continue to drop dramatically over the next decade unless something changes. It’s seems increasingly clear that India cannot afford to wait much longer to acquire additional aircraft. And whether or not it will be able to rely on a domestic project, even with foreign assistance, to produce a stealth fighter design in a timely manner isn’t guaranteed, either. Fifth generation fighter jet programs have historically shown themselves to be exceptionally costly and time consuming, even for manufacturers with histories of building stealthy aircraft. India’s own effort to develop a much less complex indigenous fourth generation type, the Tejas, has been beset by both technical and bureaucratic hurdles. That aircraft, as it exists now, has largely failed to meet expectations despite more than two decades of work, with the Indian Navy rejecting the idea of buying a carrier based version of it outright. As it stands now, India is clearly pushing ahead with its desire to use this fighter jet tender to help expand its on domestic production military aviation capacity and capabilities. At a certain point, it may have to temper those goals with the increasingly pressing need for capable combat aircraft, but its not clear whether that would do anything to get past the country's otherwise historically dysfunctional or erratic procurement process. Contact the author: joe@thedrive.com","labels":{"18fb9f16-195e-4ab0-84bd-bf4cd1db2fbb":[{"marker":"Buyer","extra":{},"start":314,"end":319,"text":"India","user":"hernqv"},{"marker":"Seller","extra":{},"start":393,"end":399,"text":"Russia","user":"hernqv"},{"marker":"Weapon","extra":{},"start":481,"end":506,"text":"F-35 Joint Strike Fighter","user":"hernqv"},{"marker":"Answer","extra":{},"start":257,"end":598,"text":"This decision would seem to confirm ongoing reports that India is not happy with the progress of its existing stealth fighter deal with Russia, might again give Lockheed Martin an upper hand since it is already building the F-35 Joint Strike Fighter, and could just further complicate the already protracted attempts to get any new aircraft.","user":"hernqv"}]}},{"context":"TOKYO/BERLIN (Reuters) - In a fresh bid to win its first major foreign arms deal since World War Two, Japan is proposing its P-1 submarine hunter for a French-German project to develop a marine surveillance aircraft, two Japanese government sources said.\nFILE PHOTO: A Japanese Maritime Self-Defense Force (JMSDF) Kawasaki P-1 maritime patrol aircraft is seen parked during the Royal International Air Tattoo at RAF Fairford, Britain July 17, 2015. REUTERS/Peter Nicholls/File Photo\nDiscussion between the three governments began last year. Japanese officials also asked Kawasaki Heavy Industries, which makes the P-1, to discuss possible partnerships with France’s Dassault Aviation and Thales SA, said the sources, who have direct knowledge of the proposal but are not authorized to speak to the media.\n“If they try and build it from scratch it will cost a lot and their potential market is small, even if Spain or other European countries buy it,” one of the sources said of the European project.\nBut the P-1 may be a tough sell in a competition with plenty of home-field heavyweights.\nAirbus has said it is exploring military applications for its A320neo passenger jet family, including a maritime patrol version. Two European defense sources said French planemaker Dassault Aviation is ready to adapt its Falcon 8X business jet for such missions. Both companies declined to comment.\nBoeing is also likely to offer its P-8A Poseidon.\n“We have introduced the P-1 to other countries with the backing of the Japanese Ministry of Defence,” a Kawasaki Heavy spokeswoman said. “However, we are not able to discuss individual cases.”\nA Ministry of Defense spokesman in Tokyo said Japan was looking at several ways to work with France and Germany on defense technologies after signing separate cooperation agreements. But the spokesman added that “we are not in talks aimed at joint developments and have no plan to conceive a three-way project.”\nGermany wants to replace its aging fleet of maritime surveillance planes in response to an increase in Russian submarine patrols to a level not seen since the end of the Cold War.\nThe defense ministers from Germany and France will sign a document at this week’s Berlin Airshow agreeing to explore the joint development of a new maritime surveillance aircraft, German military sources said.\nA spokesman for the German defense ministry declined to comment on discussions, adding, “Germany and France are considering many possibilities to expand the existing good cooperation between the two countries’ militaries.”\nThe two countries are exploring several other joint procurement or development projects, including a new fighter jet and a military drone. The two countries will also jointly operate a new fleet of Lockheed Martin C-130J transport planes.\nOfficials at the French embassy in Tokyo were not immediately available to comment.\nOVERSEAS SALES\nPrime Minister Shinzo Abe ended a decades-long ban on arms exports four years ago.\nBut since then, his government has been unable to sell defense gear overseas as long-isolated Japanese defense contractors struggled in the competitive global arms market.\nIn 2015, Japan offered the P-1 to Britain, which chose Boeing’s P-8 instead from a crowded field. In 2016 it lost out on a lucrative contract to supply Australia with a fleet of diesel-powered submarines, work that went to French naval contractor DCNS.\nEuropean defense analysts and military sources cautioned that the P-1 would face stiff competition for the French-German project, which aims to field a new aircraft by 2035.\n“At this point, it’s completely premature to either say Japan and Kawasaki have a chance or that they do not,” said one of the military sources.\nJapan, which wants stronger security ties with France and Germany, plans to display two of its P-1 aircraft at the five-day Berlin air show. The P-1, which is designed to operate both at high altitude and at low speeds closer to the water, is replacing Japan’s fleet of turboprop Lockheed Martin P-3C Orions.\nGermany also operates the Orion, while France flies the Atlantique 2, or ATL2, produced by Dassault Aviation in the 1980s.\nSaab, Bombardier, Israel Aerospace Industry and Leonardo are among other companies seeking to enter the maritime patrol market.\nThe P-1 patrols Japan’s territorial waters stretching from the Pacific to the East China Sea, where Beijing and Tokyo are locked in a territorial dispute over a group of uninhabited islets.\nThe four-engine aircraft, which was delayed by fuselage and wing cracks and engine problems, entered service in 2015. It is the world’s first production aircraft to use fiber optic cables to transmit flight control commands from its cockpit.","labels":{"d670d197-b219-4a6a-a89e-0a0361dc1e95":[{"marker":"Seller","extra":{},"start":102,"end":107,"text":"Japan","user":"hernqv"},{"marker":"Weapon","extra":{},"start":125,"end":145,"text":"P-1 submarine hunter","user":"hernqv"},{"marker":"Buyer","extra":{},"start":152,"end":165,"text":"French-German","user":"hernqv"},{"marker":"Answer","extra":{},"start":25,"end":254,"text":"In a fresh bid to win its first major foreign arms deal since World War Two, Japan is proposing its P-1 submarine hunter for a French-German project to develop a marine surveillance aircraft, two Japanese government sources said.","user":"hernqv"}]}},{"context":"BEIRUT — The United States delivered a shipment of laser-guided rockets to the Lebanese Air Force on the Feb. 13 – part of a military aid package to Lebanon valued at $16 million.\nThe advanced precision kill weapon system, manufactured by BAE Systems, will add aerial fire capabilities to the Lebanese army. This also marks the first time these rockets will be used on the A-29 Super Tucano light attack aircraft or similar turboprop platforms.\nAccording to the Lebanese army official website, “this is the first batch of the rockets that will be delivered successively to the LAF.”\nIn a previous interview during the Manama Air Power Symposium last November, Commander of the Lebanese Air Force Brigadier General Ziad Haykal said the close air support jets give an additive value to the LAF capabilities not previously found in the national air force.\n“The biggest challenge is the complementarity between the A-29 Super Tucano aircraft and other air force operational arms,” Haykal said. “We are facing a new integration rule and operational paths, especially because these aircrafts will not operate alone but alongside other aircraft.”\nHaykal stressed the importance of the U.S. military aid program to Lebanon, which is the framework used for delivery of the six A-29 Super Tucano aircraft.\n“The U.S. is the primary supplier of military equipment to Lebanon,” he said. “The aid has made the difference in our battle against terrorists.”\nIn a Feb. 13 statement, the U.S. embassy in Lebanon said the delivery demonstrates the U.S. government’s firm and steady commitment of support to the Lebanese Armed Forces in their capacity as the sole, legitimate defender of Lebanon.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.","labels":{"88c923f9-8b98-4e67-949c-944a9f3149dd":[{"marker":"Seller","extra":{},"start":13,"end":26,"text":"United States","user":"hernqv"},{"marker":"Price","extra":{},"start":167,"end":178,"text":"$16 million","user":"hernqv"},{"marker":"Answer","extra":{},"start":9,"end":179,"text":"The United States delivered a shipment of laser-guided rockets to the Lebanese Air Force on the Feb. 13 – part of a military aid package to Lebanon valued at $16 million.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":149,"end":156,"text":"Lebanon","user":"hernqv"},{"marker":"Weapon","extra":{},"start":51,"end":71,"text":"laser-guided rockets","user":"hernqv"}]}},{"context":"Australia’s Defence Export Facility will provide a loan, of up to AU$80 million, to the Government of the Republic of Trinidad & Tobago (GoRTT) to support the acquisition of two Cape Class Patrol Boats from Australian shipbuilder, Austal.\nThe Australian export credit agency, the Export Finance and Insurance Corporation (Efic), will administer loans under the Defence Export Facility.\nAustal previously reported in July the intention of the GoRTT to purchase these patrol boats. Austal is still in contract negotiations with the GoRTT but has concluded an interim Schedule Protection Agreement to allow work to commence at Austal’s Henderson, Western Australia centre for excellence in Maritime design to support the sale. A fee is due to be paid which will allow Austal to commence some work on the project and to order long lead time items.\nIt is expected that the final contract will not be announced until late in quarter 1 of the 2019 calendar year. The order is likely to be valued at circa AU$100m plus a multi-year ongoing maintenance and support package. Austal also expects to establish a Service Centre in Trinidad to support these vessels, the Austal supplied Fast Patrol Craft, and any additional vessels requiring maintenance as determined by GORTT.\nThe new vessels will enhance the border protection capabilities of the Trinidad and Tobago Coast Guard (TTCG) in conjunction with its existing fleet, and will join six Austal Fast Patrol Craft acquired in 2009.\nThe new Cape Class vessels will be built in Austal’s Henderson shipyard based in Western Australia. Austal have already built 10 Cape Class vessels in Henderson for the Australian Border Force and RAN. Delivery is expected to be in mid-2020.\nDesigned and built by Austal, the Cape Class is a 58 metre all aluminium monohull patrol boat specifically produced to combat the full range of maritime security threats. The vessel has a long 4000 nautical mile range and 28-day patrol cycle with a crew of up to 22. The vessel also supports two high speed 7.3 metre Rigid Hull Inflatable Boats used for intercepting other vessels.","labels":{"7c42f83c-2e4b-4c14-a177-fe4624b5ddc5":[{"marker":"Answer","extra":{},"start":0,"end":238,"text":"Australia’s Defence Export Facility will provide a loan, of up to AU$80 million, to the Government of the Republic of Trinidad & Tobago (GoRTT) to support the acquisition of two Cape Class Patrol Boats from Australian shipbuilder, Austal.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":106,"end":135,"text":"Republic of Trinidad & Tobago","user":"hernqv"},{"marker":"Price","extra":{},"start":66,"end":79,"text":"AU$80 million","user":"hernqv"},{"marker":"Weapon","extra":{},"start":174,"end":201,"text":"two Cape Class Patrol Boats","user":"hernqv"},{"marker":"Seller","extra":{},"start":207,"end":217,"text":"Australian","user":"hernqv"}]}},{"context":"COLOGNE, Germany — France’s Nexter and Belgium’s CMI Defence have signed a cooperation pact to revamp the Belgian army’s fleet of ground combat vehicles, the companies announced.\nThe deal follows an intergovernmental agreement between Paris and Brussels aimed at letting Belgium in on the French land program for “motorized capabilities,” known as CaMo in France. Nexter is the lead for that program for the French Armed Forces, which is part of the larger Scorpion land warfare modernization effort.\nAll told, Belgium is looking to buy 382 Griffon multirole armored vehicles and 60 Jaguar armored reconnaissance and combat vehicles. According to a CMI Defence statement, the “industrial mastery of work” will come from Nexter.\nUnder the terms of the agreement, CMI Defence would be the “final assembler” for the Griffon vehicles and act in a similar capacity for putting a 40mm turret onto the Jaguars, according to Nexter.\nDeliveries to the Belgian army will stretch from 2025 to 2030.\nUS Army test-fires Belgian-made gun amid plans for Stryker upgrade competition The U.S. Army’s test-firing of a 30mm gun turret from CMI Defence is seen by the Belgian firm as putting it in a privileged position.\nThe vehicles used by both countries are meant to be virtually identical, thus boosting the potential for interoperability during operations.\n“Our cooperation with Nexter is a good example of how European defense companies can jointly participate in the establishment of the Europe of Defense,” CMI Defence president Thierry Renaudin was quoted as saying in a statement.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nNexter CEO Stéphane Meyer similarly praised the European element of the new cooperation agreement, saying it would pay dividends especially when it comes to the upkeep of the Belgian fleet.","labels":{"39a6912a-7a4d-48e0-a43d-4dd3cabb05a9":[{"marker":"Seller","extra":{},"start":19,"end":25,"text":"France","user":"hernqv"},{"marker":"Buyer","extra":{},"start":106,"end":114,"text":"Belgian ","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":178,"text":"COLOGNE, Germany — France’s Nexter and Belgium’s CMI Defence have signed a cooperation pact to revamp the Belgian army’s fleet of ground combat vehicles, the companies announced.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":130,"end":152,"text":"ground combat vehicles","user":"hernqv"}]}},{"context":"According to romania-Insider website, US defense group Raytheon will deliver its latest Configuration 3+ of the Patriot air defense missile system to Romania, the one currently used by the US Army, according to Mike Ellison, country manager of Raytheon Romania, local News.ro reported.\nM901 launcher unit of Patriot air defense missile system at Paris Air Show in June 2009\nThe systems have new hardware and software components, added in 2017. The most modern/current variant of Patriot is called Patriot Configuration 3+, not PAC-3. PAC-3 is one of the missiles used by Configuration 3+, but as Patriot is an entire system, not just a missile, the Config 3+ enhancements involve a whole suite of upgrades and capabilities. One of them is enabling the system to take advantage of the PAC-3 MSE capabilities, but there are many other things, such as a better user interface and increased reliability, that Config 3+ has.\nMike Ellison, country manager of Raytheon Romania, said that Romanian specialists will contribute in the future to optimizing and modernizing this system. Some components of the Patriot systems, namely parts of the radar, may be produced in Romania, by local company Aerostar Bacau, Raytheon announced earlier this year. According to Ellison, the partnership between Romania and Raytheon has an important role in strengthening NATO’s Eastern flank as Europe faces the biggest challenges since the fall of the Berlin Wall. Romania has already paid the first Patriot system, which has a cost of USD 910.1 million. The total cost of this program is USD 4.64 billion, VAT included.\nThe MIM-104 Patriot is a surface-to-air missile (SAM) system, the primary of its kind used by the United States Army and several allied nations. Patriot uses an advanced aerial interceptor missile and high performance radar systems. The Patriot system is modular and highly mobile. A battery-sized element can be emplaced in less than 1 hour. The latest version is the PAC-3. Due to miniaturization, a single canister can hold four PAC-3 missiles (as opposed to one PAC-2 missile per canister). The PAC-3 missile is also more maneuverable than previous variants, due to 180 tiny pulse solid propellant rocket motors mounted in the forebody of the missile (called Attitude Control Motors, or ACMs) which serve to fine align the missile trajectory with its target to achieve hit-to-kill capability. The PAC-3 can hit ballistic missile up to 20km.","labels":{"68f863d3-0b1e-40a5-89c9-df2f29a6ec7b":[{"marker":"Buyer","extra":{},"start":150,"end":157,"text":"Romania","user":"hernqv"},{"marker":"Weapon","extra":{},"start":112,"end":146,"text":"Patriot air defense missile system","user":"hernqv"},{"marker":"Seller","extra":{},"start":38,"end":40,"text":"US","user":"hernqv"}]}},{"context":"Egypt’s military has taken delivery of at least 12 Ka-52 attack helicopters from Russia.\nRecent satellite imagery has shown 12 of the helicopters at Katameya International Airport outside Cairo.\nLast year Russian Helicopters General Manager Andrei Boginsky said 15 Ka-52s would be delivered to Egypt by the end of 2017 and another 31 would arrive over the next two years.\nThe first three Egyptian Ka-52s were handed over in mid-2017 and used for pilot training – 30 pilots and 70 technicians underwent training in Russia last year.\nIn 2015 Egypt agreed to acquire 46 conventional Ka-52 Alligator helicopters. The first, seen in desert camouflage, was spotted at the Progress engine factory in June 2017. AT-9 and AT-16 missiles have been acquired for the rotorcraft.\nEgypt is also looking to acquire navalised Ka-52K Katran helicopters.","labels":{"bdd53933-9b30-412f-a231-9b9bbc0884cb":[{"marker":"Buyer","extra":{},"start":0,"end":6,"text":"Egypt’","user":"hernqv"},{"marker":"Seller","extra":{},"start":81,"end":87,"text":"Russia","user":"hernqv"},{"marker":"Weapon","extra":{},"start":48,"end":75,"text":"12 Ka-52 attack helicopters","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":88,"text":"Egypt’s military has taken delivery of at least 12 Ka-52 attack helicopters from Russia.","user":"hernqv"},{"marker":"Answer","extra":{},"start":195,"end":371,"text":"Last year Russian Helicopters General Manager Andrei Boginsky said 15 Ka-52s would be delivered to Egypt by the end of 2017 and another 31 would arrive over the next two years.","user":"hernqv"},{"marker":"Seller","extra":{},"start":205,"end":212,"text":"Russian","user":"hernqv"},{"marker":"Buyer","extra":{},"start":294,"end":299,"text":"Egypt","user":"hernqv"},{"marker":"Weapon","extra":{},"start":262,"end":271,"text":"15 Ka-52s","user":"hernqv"}]}},{"context":"Alexandria Shipyard has launched the first locally built Gowind corvette, ENS Port Said, which is the first modern warship to be built in Egypt.\nThe vessel (976) was launched during a ceremony in Alexandria on 6 September.\nIn 2014 the Egyptian Navy ordered four Gowind 2500 corvettes for around 1 billion euros from France’s Naval Group (formerly DCNS), with one, El Fateh built in Lorient and the other three being built in Egypt. El Fateh was delivered to Egypt in October 2017.\n“Naval Group is proud to be present at the launching ceremony and to celebrate the strength of the long-term partnership with the Egyptian Navy. To deepen this commitment, Naval Group created the subsidiary Alexandria Naval for Maintenance and Industry in June 2018,” the Group said.\nAlexandria Shipyard cut the first steel for ENS Port Said in April 2016 and is busy with the third vessel, with a large portion of its bottom structure almost complete. In July, Naval Group shipped the sensor mast for the third vessel.\nThe Gowind design selected by Egypt is fitted with the Naval Group’s SETIS combat management system including Panoramic Sensors and Intelligence Module (PSIM). A panoramic bridge offers 360° visibility and a single enclosed mast offers 360° sensor visibility. The mast integrates the SETIS combat management system as well as most sensors of the Gowind corvette including SMART-S radar and electronic warfare equipment (including Sylena decoy launchers).\nEgypt’s vessels will be equipped with 16 VL-MICA surface-to-air missiles and eight Exocet MM40 surface-to-surface missiles as well as one 76 mm and two 20 mm guns. The vessels can each carry one medium helicopter (such as the Eurocopter EC 725 Cougar) and will be fitted with torpedo launchers. Sensors include a Kingklip sonar and Captas 2 towed sonar.\nThe Egyptian Gowind 2500 has a total length of 102 metres, a width of 16 metres, displacement of 2600 tonnes and a maximum speed of 25 knots. Range at 15 knots is 3 700 nautical miles. Including a helicopter detachment, crew is 65 persons.\nEgypt was in talks with France to acquire another two Gowind corvettes, but apparently talks stalled over cost concerns. If ordered, they would be produced by France in Lorient. It has been reported that Egypt is now looking to Germany’s ThyssenKrupp Marine Systems (TKMS) to supply two Meko A200 corvettes\nPort Said is the fifth vessel designed for Egypt by France’s Naval Group, after the FREMM frigate ENS Tahya Misr (1001), the landing helicopter docks ENS Gamal Abdel Nasser (L1010) and ENS Anwar El Sadat (L1020) and the first Gowind corvette ENS El Fateh (971).","labels":{"7bc80657-8ddd-4c43-9f08-f3ed59a8aae4":[{"marker":"Buyer","extra":{},"start":235,"end":244,"text":"Egyptian ","user":"hernqv"},{"marker":"Price","extra":{},"start":295,"end":310,"text":"1 billion euros","user":"hernqv"},{"marker":"Seller","extra":{},"start":316,"end":322,"text":"France","user":"hernqv"},{"marker":"Answer","extra":{},"start":223,"end":431,"text":"In 2014 the Egyptian Navy ordered four Gowind 2500 corvettes for around 1 billion euros from France’s Naval Group (formerly DCNS), with one, El Fateh built in Lorient and the other three being built in Egypt.","user":"hernqv"},{"marker":"Answer","extra":{},"start":2228,"end":2356,"text":"It has been reported that Egypt is now looking to Germany’s ThyssenKrupp Marine Systems (TKMS) to supply two Meko A200 corvettes","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2254,"end":2259,"text":"Egypt","user":"hernqv"},{"marker":"Seller","extra":{},"start":2278,"end":2285,"text":"Germany","user":"hernqv"},{"marker":"Weapon","extra":{},"start":257,"end":283,"text":"four Gowind 2500 corvettes","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2333,"end":2356,"text":"two Meko A200 corvettes","user":"hernqv"}]}},{"context":"These two steps will facilitate the transparency in reforms and combating corruption in this particular area, the U.S. Ambassador in Ukraine said\nOpen source\nThe Cabinet of Ministers of Ukraine should immediately perform the full and comprehensive audit of Ukroboronprom, the leading defense enterprise in this country. Another important step is to de-classify the state defense order. Marie Yovanovitch, the U.S. Ambassador in Ukraine said this during the speech at Ukraine Crisis Media Centre in Kyiv.\n'The government of Ukraine should immediately fund the full audit of Ukroboronprom and de-classify the state defense order to the fullest possible extent. This will contribute to transparency and fighting corruption in the defense sector. Turning the blind eye on the corruption in the defense sector would mean grabbing the food, medical aid and weapons from the arms of the valiant warriors of Ukraine. So the government should investigate and carry on with the corruption cases in Ukroboronprom and other places,' she said.\nAs it was reported earlier, the investigators of the National Anti-Corruption Bureau and Specialized Anti-Corruption Prosecutor’s Office detained the acting and former directors of the State Foreign Trade Enterprise SpetsTechnoExport on suspicion of embezzling $2,225 million, according to NABU.\nFebruary 25, journalist investigations Bihus.Info, Nashi Hroshi program alleged that Igor Gladkovsky, the son of close Poroshenko ally Oleh Gladkovsky, deputy secretary of the National Security and Defense Council, organized a corruption scheme to smuggle spare military-equipment parts from Russia in 2015. State defense facilities purchased the smuggled spare parts from private companies linked to Hladkovsky and his friends at highly inflated prices. Ukroboronprom state concern, which supervises defense industry production facilities, knew the origin of the smuggled parts but agreed to purchase them.","labels":{"5892ed49-eabb-48ea-8401-0e2ef3cf8efe":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"On April 11, 2018, the 6th session of the 13th Supreme People’s Assembly (SPA) of the DPRK convened at the Mansudae Assembly Hall in Pyongyang, featuring a general report on the economy and a report on the state budget. Such meetings take place annually in spring, and neither the parliamentary session nor its timing this year was particularly extraordinary. However, this SPA session was preceded by a meeting of the highest body of the Korean Workers’ Party, the Politburo, on April 10, during which time the budget report was “examined and ratified” (검토비준하고). It is more than likely that the Party had pre-approved such documents in the past, although it was not customary to report this in state media. Highlighting this step in public discourse may be interpreted as a further step towards publicly re-establishing the rule of the Party that had lost its dominant influence during the Kim Jong Il era to the National Defense Commission. The revival of the Party started in September 2010 with the very Party Conference—the first after 44 years—where Kim Jong Un had first been introduced to the public.\nCurrently, the main focus of international attention regarding North Korea is on the two summit meetings that have been announced to take place between Kim Jong Un and his counterparts: South Korean President Moon Jae-in and US President Donald Trump, respectively. However, the issues discussed at the SPA session provide a superficial but rare glimpse into the inner workings of North Korea’s economy and should therefore not be overlooked. Some notable details include repeated direct and indirect reference to sanctions, indicating that they might indeed be biting; a low projected growth rate of the economy; a small but symbolic increase in military spending; and a stagnant part of the budget coming from local sources. In fact, 2018 is the first time since 2011 that this figure has not grown substantially. The trend of a constantly growing relative economic power of the provinces compared to the central state has thus stopped.\nNo Major Formal Changes\nIn 2018, all features of the parliamentary session—its form, the way of reporting in the state media, the rapporteurs, and the announcement of personnel changes—followed the known routine of the past years.\nThe 2018 SPA session for the second time included a report by the Prime Minister on the achievements of the Five Year Development Plan, which had been announced by Kim Jong Un during the Party Congress in May 2016. It now seems to be a pattern that this part replaces the previously common report on the work of the Cabinet. In 2017, there had been a short speech on the implementation of the 12-year compulsory education system, and the newly created Diplomatic Commission had been introduced. In 2018, no such special speeches or announcements were reported by the North Korean media.\nReport of Prime Minister Pak Pong Ju on the Economy: Sanctions and Tourism\nPrime Minister Pak Pong Ju’s speech included the usual brief notes on each sector of the economy, an emphasis on science and technology and a renewed call for self-reliance, as well as a few new noteworthy issues.\nThere is an ongoing debate among policy analysts whether the tightened sanctions of 2017, this time under active participation by the Chinese, have compelled Kim Jong Un to embark on his 2018 charm offensive. This question was not answered in Pak’s remarks, but we should at least note the fact that he mentioned externally imposed obstacles twice in his relatively short speech, referring to “unprecedented massive challenges” (류례없는 엄혹한 도전) and “vicious sanctions and pressure maneuvers” (악랄한 제재압살책동).\nUnlike in 2017, no “acute shortage of electricity” was stressed this time. Electricity, nevertheless, remains an economic priority of North Korea’s government. In his 2018 report, Pak put the related focus on conservative policies such as equipment maintenance in power generation and a more efficient use of coal. This could be interpreted as an attempt to respond to limitations imposed by new economic sanctions, the message to the energy sector being: make the most out of what is there and do not expect to receive external inputs anytime soon.\nAnother sanctions-related topic was not, however, explicitly addressed in Pak Pong Ju’s speech this time: the so-called C1 chemical industry. This industry, which focuses on trying to replace imported crude oil by other, domestically available resources, had been a key strategic item in various 2016 and 2017 speeches.\nAmong the specific economic projects that Pak mentioned were the development of Samjiyon County into a model county, the Wonsan-Kalma tourist area, the Tanchon Power Station and the waterway project in South Hwanghae Province. The special emphasis on the Wonsan-Kalma tourist project supports the expectation that the North Koreans will push for a revival of tourism cooperation during the upcoming summit meetings, as discussed by Kim Jong Un during his New Year’s speech at the beginning of this year. Pak touched upon the issue again in his speech when he announced special efforts at repairing tourist roads (관광도로).\nThe Budget Report\nThe budget report was delivered by Minister of Finance Ki Kwang Ho. The rate of growth of state budgetary revenue, which I treat as a proxy for an official GDP growth rate, was given as 4.9 percent during the last year, indicating a moderate growth of the economy but being lower than the 6.3 percent reported in 2017. This could be another indicator of a certain impact of economic sanctions, although caution is advised because fluctuations have happened before and are rarely mono-causal. In any case, this is the lowest value since 2006.\nFigure 1 shows the year-on-year growth figures of the last almost two decades in comparison to the values for the previous years.\nFigure 1. Annual growth rates of North Korea’s state budget, 2000~2018.\nWe find that growth rates and expectations are again relatively modest, a trend that began in 2013 and has been strengthened gradually. The growth figure for 2018 is 3.2 percent, about the same value as last year. Expenditures are set to grow 5.1 percent, which is only slightly less than in 2017. As Figure 1 shows, the North Korean state has since 2008 planned to spend more than it earned. The gap between the planned growth of revenue and expenditure for 2018 has been somewhat narrowed and is now at 2.1 percent. This is, however, not a sign of deliberate deficit spending since the figures for actual, or “achieved” revenue usually make up for that gap and thus lead to a more balanced budget and occasionally even a small surplus, at least according to these official figures.\nThe blue curve for revenue growth in Figure 1 has in 2017 been only slightly below the green curve for planned expenditure, which is usually fulfilled at 99.9 percent and thus equals actual expenditure. The surplus that was achieved in 2016 could not be repeated in the following year. We only talk about growth rates here and thus need to be careful with interpretations, but this could be another indicator that the North Korean economy is indeed suffering from the new economic sanctions introduced in 2017. In any case, the relatively higher growth rate of revenue versus expenditure in 2016 turns out to be a one-time event, not a new trend.\nFigure 2. Cumulative growth rates of North Korea’s state budget, 2000~2018 (base year: 2004=100).\nFigure 2 shows that the cumulative value for achieved revenue (blue curve) has constantly been above cumulative expenditure growth (green curve) throughout Kim Jong Un’s tenure. Since 2013, however, the green curve for cumulative expenditure has constantly been above the orange planned revenue curve. This indicates the built-in expectation that the plan will be over-fulfilled.\nFor 2018, revenue from special economic zones is expected to grow 2.5 percent. This is twice as much as the year before, but still only half the expected growth rate of 2014. It seems that North Korea’s leadership is somewhat optimistic about the prospects of its external economic cooperation but so far refrains from overly excessive hopes. This is an interesting insight into the internal expectations of the 2018 summitry.\nThe military is again only briefly considered with its usual 15.8 percent share of the budget which as such, is subject to debate as being too low and not reflecting the actual North Korean spending on its military which is estimated by the US Department of State to be in the range of 24 percent. For 2018, the official North Korean figure has been increased to 15.9 percent. This is below the 16.0 percent for 2013. On the other hand, even this slight increase can be interpreted as a sign of defiance and certainly not a sign that Kim Jong Un expects to reduce military activities this year. This adds a small detail to the ongoing speculation about Kim’s understanding of “denuclearization of the Korean Peninsula,” which is one of the key phrases for the two upcoming summits.\nThe most notable change in the detailed numbers concerns the share of budget revenue coming from “local areas,” i.e. the provinces and localities. It was planned to reach 26.7 percent of the total state budget in 2017, compared to 23.2 percent in 2016 and a mere 16.1 percent in 2011 when the government started reporting on this item. The planned figure for 2018 is now only 26.1 percent, the first decrease projected. Moreover, in 2017, the related revenue plan was executed at 100.5 percent. It was thus over-fulfilled by only 0.5 percent, which is the lowest value of all budget reports. The over-fulfillment rate had been about 14 percent in 2015 and in 2016, and even 22 percent in 2014. The fact that it suddenly plunged to almost zero and that no more growth is expected for 2018 indicates a trend reversal.\nIn other words, the part of the economy that is not centrally controlled is not growing anymore, at least not in relative terms. Some of the verbal passages in the report indicate that this is the result of a deliberate policy change. While in 2017, the Minister of Finance in his report said that “Provinces, cities and counties envisage ensuring expenditures with their own local revenues and adding their profits to the state budget,” in 2018, he put an emphasis on the central government by saying “the revenue from the central economy holds an overwhelming proportion.” We need to be careful with far-reaching interpretations here, but one could speculate that the central government is concerned about the growing political power of local levels and aims at curbing their economic independence. As argued in last year’s evaluation of the budget report, regional rivalries are a traditional feature of Korean politics and can become a threat to central control.\nConclusion\nThe 2017 session of the North Korean parliament followed more or less the same routine as in previous years. A new aspect was that the state media also reported about a Politburo session during which the budget report has been discussed and authorized. This shows that the Party’s official role in directing the country has been strengthened, and that the already largely ceremonial role of the parliament has not been expanded.\nIn terms of economic policy, we note a number of references to economic sanctions. It is still difficult to assess their actual effects on policymaking, but it is obvious that they are being felt and that the government decided to make this fact public. There was also a greater emphasis on tourism. This corresponds with Kim Jong Un’s New Year’s speech and could reveal a part of North Korea’s negotiating strategy for the upcoming April 27 summit with Moon Jae-in and perhaps also for talks with Donald Trump who had imposed ban on travel by US citizens to North Korea last year.\nThe budget report, as it did last year as well, shows relatively modest growth expectations, which could be a result of reduced economic cooperation with China and of tightened economic sanctions. The figures also suggest a moderate optimism regarding the prospects of Special Economic Zones, which could be another hint at North Korea’s portfolio of demands during the upcoming bilateral talks. The increase in military spending for 2018 is minimal but carries a certain symbolism. This figure is clearly not a reason to expect a forthcoming North Korean delegation in talks about disarmament.\nA potentially remarkable trend is the stagnating share of budget revenue generated by local units such as provinces and special cities. This could indicate Pyongyang’s concerns about a growing economic independence and, as a consequence, about an increase of political power at the local level.","labels":{"74cc04ac-8e42-4b11-a002-7c07981a292e":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"O","user":"hernqv"}]}},{"context":"2\nWe have updated our Terms & Conditions. To continue, please confirm that you have read and accept these:\nYou have to agree to pocketmags.com's Terms & Conditions to proceed\nSave","labels":{"96e3fa74-67d7-4151-bac6-ae3245fc283e":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"ac67a092-d29c-430d-ac00-983189a2d1cf":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"dbc717af-1537-468d-a892-cd7d2bcd7eb2":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"bf7698e6-9c44-421e-8648-5c03d97f857d":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}]}},{"context":"Dubai-based Minerva Special Purpose Vehicles (MSPV) is building large numbers of Panthera T6 light armoured vehicles for Egypt’s military.\nThis was revealed at the IDEX 2017 defence show earlier this week. IHS Jane’s Defence Weekly quoted Mohamed Emad el-Kabbany, MSPV’s assistant manager for sales and business development, as saying that Egypt is receiving between 2 000 and 3 000 Panthera T6s for its police and army.\nHe added that Egyptian company Eagles Defence International Systems (EDIS) is the company’s Egyptian agent – in 2014 it was reported that EDIS was producing the Panthera T6, as well as the larger S10 and K10CMD.\nThe Panthera T6 was first seen in May 2014 during an Egyptian military parade and subsequently seen in the Sinai Peninsula. At least some have been fitted with electronic warfare equipment for use in the Sinai.\nThe Stockholm International Peace Research Institute (SIPRI) in its Arms Transfers Database, lists 50 Panthera T6s being ordered from the UAE in 2013, with deliveries from 2014-2015.\nAccordign to MSPV, the Panthera T6 is powered by a 4 litre V6 petrol engine driving all four wheels through a five speed manual transmission. It seats two plus six, although other seating arrangements are available. Features include air conditioning, a remote controlled roof mounted search light and camera, optional gun ports and hatches.\nThe Panthera T6 is based on the Toyota Land Cruiser 79-series chassis. An optional mount on the roof can accommodate a machinegun.\nLibya has apparently taken delivery of Panthera T6s donated by the United Arab Emirates. They were delivered in April 2016. The Panthera T6 was seen several times in March 2015 in use by the Libyan National Army. In September last year Indian security forces introduced the vehicle into service, particularly for security in Jammu and Kashmir.","labels":{"825ba2d2-c204-4a2e-8ac8-f9c508673822":[{"marker":"Seller","extra":{},"start":0,"end":5,"text":"Dubai","user":"hernqv"},{"marker":"Buyer","extra":{},"start":121,"end":126,"text":"Egypt","user":"hernqv"},{"marker":"Weapon","extra":{},"start":64,"end":116,"text":"large numbers of Panthera T6 light armoured vehicles","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":138,"text":"Dubai-based Minerva Special Purpose Vehicles (MSPV) is building large numbers of Panthera T6 light armoured vehicles for Egypt’s military.","user":"hernqv"},{"marker":"Answer","extra":{},"start":1499,"end":1587,"text":"Libya has apparently taken delivery of Panthera T6s donated by the United Arab Emirates.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1538,"end":1550,"text":"Panthera T6s","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1499,"end":1505,"text":"Libya ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1566,"end":1586,"text":"United Arab Emirates","user":"hernqv"}]}},{"context":"Economy KDF gets Sh7.4bn for arms in regional weapons race\nThe Kenyan army. PHOTO | FILE\nBy NEVILLE OTUKI\nMore by this Author Summary Treasury secretary Henry Rotich made the top-ups through a mini-budget that is awaiting Parliament approval.\nThe KDF had recently gone slow on acquisition of weapons as neighbouring Uganda made a strong comeback to lead in East Africa’s arms race.\nThe Stockholm International Peace Research Institute (Sipri) last month revealed that Kenya slashed its spending on military hardware by half to Sh1.3 billion ($13 million) in 2017 from Sh2.8 the previous year.\nThe military has been added Sh9 billion for weapons acquisition, positioning the Kenyan army for a bullish entry into the global arms market following a lull that saw Uganda overtake it in arsenal spending last year.\nTreasury secretary Henry Rotich made the top-ups through a mini-budget that is awaiting Parliament approval.\nOf the Sh9 billion army cash, Sh7.4 billion will be for arms stockpiles and the remaining Sh1.6 billion for personnel emoluments in the period to June 30, as the current financial year comes to an end.\nMr Rotich last September also sought MPs’ approval for budget top-ups by Sh1.8 billion for the Kenya Defence Forces (KDF), coinciding with the period when the country was gripped by a prolonged election.\nREAD: Uganda tops arms race as Kenya halves to Sh1.3bn\nALSO READ: US gives Kenya six boats to help boost war on terrorism\nMORE: Court gives auditor-general free hand to audit military spending\nStrong comeback\nThe KDF had recently gone slow on acquisition of weapons as neighbouring Uganda made a strong comeback to lead in East Africa’s arms race.\nThe Stockholm International Peace Research Institute (Sipri) last month revealed that Kenya slashed its spending on military hardware by half to Sh1.3 billion ($13 million) in 2017 from Sh2.8 the previous year.\nUganda on the other hand ended its lull with its last year’s arms stockpile worth Sh1.8 billion, a departure from 2016 when it made nil purchase. In 2017, Tanzania did not make any purchase.\nTanzania’s non-action in the global arms market came amid austerity plan by President John Magufuli who is pushing for cuts in expenditure deemed non-essential.\nNairobi’s arms orders last year included a second-hand naval gun, AK-630 30mm, from Montenegro “for modernisation of Jasiri OPV (offshore patrol vessel),” the Sipri report says.","labels":{"6a2b672b-68fa-4ab3-b5e1-297a1039afc9":[{"marker":"Answer","extra":{},"start":1391,"end":1446,"text":"US gives Kenya six boats to help boost war on terrorism","user":"hernqv"},{"marker":"Seller","extra":{},"start":1391,"end":1394,"text":"US ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1400,"end":1406,"text":"Kenya ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1406,"end":1415,"text":"six boats","user":"hernqv"},{"marker":"Answer","extra":{},"start":2236,"end":2413,"text":"Nairobi’s arms orders last year included a second-hand naval gun, AK-630 30mm, from Montenegro “for modernisation of Jasiri OPV (offshore patrol vessel),” the Sipri report says.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2236,"end":2243,"text":"Nairobi","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2279,"end":2313,"text":"second-hand naval gun, AK-630 30mm","user":"hernqv"},{"marker":"Seller","extra":{},"start":2320,"end":2331,"text":"Montenegro ","user":"hernqv"}]}},{"context":"The Israeli military released on Saturday a video of Israeli attack helicopters shooting down an Iranian drone infiltrating Israeli airspace from Syria. In response to the drone infiltration, Israeli aircraft stuck Iranian targets in Syria, with a barrage of Syrian air-defence missiles bringing down an Israeli F-16 over Israel.\nIDF Spokesman Brig. Gen. Ronen Manelis said Israel\n“identified an Iranian drone drone which took off from Syrian territory. The drone was identified by IAF systems and was downed by an IAF helicopter. The Iranian drone fell in our territory and is in our possession.”\nManlis said that Israel targeted the control site from which “the Iranians launched the drone,” adding that, “This was a surgical action deep in Syria, target destroyed.”\n“This is a serious Iranian attack on Israeli territory,” Manelis said “Iran is dragging the region into a situation in which it doesn’t know how it will end. We are prepared for a variety of incidents…whoever is responsible for this incident is the one who will pay the price.”\nThe drone that came from Syria was a knockoff of the United States’ RQ-170. Its distinct silhouette is clearly visible on video of the drone intrusion provided by Israel’s Defense Ministry. It appears the drone was destroyed by a missile controlled with an electro-optical sensor.\nIran’s clone called the Saeqeh, or Thunderbolt, is armed and carried four precision bombs. It is controlled and managed by a command vehicle. Israel also destroyed the command vehicle in a follow up to the Saeqeh shootdown.\nThere were many who said that Iran was not capable of copying the RQ-170 they captured because they lacked stealth coating and other radar-evading technology. But we know a few things, including the fact that the Iranians shared the RQ-170 exploitation with the Russians, so they had plenty of help in figuring out what they could or could not do.\nIran’s objective was to create a stealthy combat drone, so the Iranian copy is smaller and carries four bombs on the underside. With external bombs, the stealth platform would not be radar evading.\nIsrael appears to have abandoned using radar-guided weapons to down the Iranian drone. Judging from the IDF supplied video, it almost certainly appears that the drone was destroyed by a missile controlled with an electro-optical sensor, allowing the helicopter pilot to track the drone and kill it. So, the lesson is that electro-optical systems are important in dealing with small platforms and against stealth targets.\nFollowing the downing of the Israeli fighter jet, Israel said it carried out “large scale strikes” in Syria targeting Syrian air-defence batteries and four Iranian sites.\nIran rejected as “ridiculous” reports that Israel had intercepted an Iranian drone launched from Syria. In a first official response, it said\n“Reports of downing an Iranian drone flying over Israel and also Iran’s involvement in attacking an Israeli jet are so ridiculous … Iran only provides military advice to Syria,” TV quoted Iran’s Foreign Ministry spokesman Bahram Qasemi as saying.\nSources: Haaretz; Asia Times","labels":{"210a8ff9-564d-4a00-8b93-f51cd560bde0":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"South Korean shipbuilder Hyundai Heavy Industries will finally start the construction of the Philippine Navy’s first missile-capable frigate, one of the country’s biggest military modernization projects worth P18 billion.\nThe steel-cutting ceremony was held on Tuesday at the company’s headquarters in Ulsan, South Korea’s state media Yonhap News reported.\nADVERTISEMENT\nThe ceremony was attended by Hyundai Heavy Industries President Hwan-Goo Kang, Defense Secretary Delfin Lorenzana, Navy Flag Officer in Command Vice Admiral Robert Empedrad, and Defense Undersecretary Raymundo Elefane.\nThe Yonhap report said the shipbuilder will launch the fleet in May next year and deliver it to the Philippines in the second half of 2020.\nThe construction of the second frigate, meanwhile, will start in September. It will be delivered to the Philippines in the first half of 2021.\nThe critical design review, or the detailed drawings which serves as the guide for building the 107-meter-long frigates, was approved on March 23.\nThe purchase for the controversial frigates was put on the spotlight after sacked Navy chief Vice Admiral Ronald Mercado (now retired) was accused of delaying the project.\nREAD: Navy chief relieved over P16-B frigate contract\nMercado reportedly insisted on the use of a specific brand of combat management systems, the Tacticos Thales, after it passed the Navy’s technical specifications for the frigates.\nLorenzana dismissed Mercado for his supposed “insubordination.” The chosen supplier for CMS for the frigate was Hanwha Systems, which Mercado earlier opposed.\nThe contract for the two frigates was awarded to Hyundai Heavy Industries in October 2016.\nADVERTISEMENT\nThe Philippines also bought a dozen of FA-50 lead-in fighter trainers from South Korea worth P18 billion during the previous administration, the other big-ticket military upgrade for the Armed Forces.\nIn a separate news report, Yonhap News Agency said that Lorenzana also met with his counterpart, Defense Minister Song Young-moo on Monday.\n“The defense chief of South Korea and the Philippines agreed to move forward security and defense industry cooperation between the two countries,” the report said.\nThe South Korean defense minister requested for the Philippines’ support to their efforts to achieve denuclearization of the peninsula and the call for lasting peace of both Koreas.\nThe two countries also pledged continued efforts to promote partnerships in arms development, the report said. /ee /atm\nRead Next","labels":{"ee69c617-9278-4ae6-89c8-c98d171885eb":[{"marker":"Seller","extra":{},"start":0,"end":12,"text":"South Korean","user":"hernqv"},{"marker":"Buyer","extra":{},"start":93,"end":103,"text":"Philippine","user":"hernqv"},{"marker":"Weapon","extra":{},"start":117,"end":140,"text":"missile-capable frigate","user":"hernqv"},{"marker":"Price","extra":{},"start":209,"end":220,"text":"P18 billion","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":221,"text":"South Korean shipbuilder Hyundai Heavy Industries will finally start the construction of the Philippine Navy’s first missile-capable frigate, one of the country’s biggest military modernization projects worth P18 billion.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":690,"end":701,"text":"Philippines","user":"hernqv"},{"marker":"Buyer","extra":{},"start":834,"end":846,"text":"Philippines ","user":"hernqv"},{"marker":"Answer","extra":{},"start":1690,"end":1890,"text":"The Philippines also bought a dozen of FA-50 lead-in fighter trainers from South Korea worth P18 billion during the previous administration, the other big-ticket military upgrade for the Armed Forces.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1720,"end":1759,"text":"dozen of FA-50 lead-in fighter trainers","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1694,"end":1706,"text":"Philippines ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1765,"end":1776,"text":"South Korea","user":"hernqv"},{"marker":"Price","extra":{},"start":1783,"end":1794,"text":"P18 billion","user":"hernqv"}]}},{"context":"Error occurred. The page you requested cannot be found.\nPlease report this error to askGPO.\nProvide the following information to help us resolve this problem: the URL of the page you were trying to access, the steps you followed to produce the error, specific search or browse terms, and/or a screenshot of the page where the error occurred.\nThank you for your patience.\nHomepage\nSearch Tips","labels":{"8b68957f-0f05-4023-96fa-919d7bf9d4ad":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"E","user":"hernqv"}]}},{"context":"By clicking \"Log in\", you are agreeing to be bound by the Terms of Use\nAbout Janes\nIn a world crowded with increasingly unreliable information, the Janes stamp of trust means supplying our customers with timely, verified, validated, unbiased and relevant data and unique insights. Janes brings together disparate security data – equipment, organisations and events – from multiple sources to deliver structured, connected, actionable open-source intelligence that supports granular threat, capability and market assessments.\nTo learn more about how Janes can help you and your organisation visit www.janes.com.\nNew user\nContact if you would like to talk to one of our specialists about how JANES solutions can help you and your organisation.","labels":{"32d6635e-b7c3-46e9-9b9a-4da3456a5845":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"B","user":"hernqv"}]}},{"context":"Despite a slightly higher development budget for certain divisions, the overall military budget has seen a slight reduction from that of the last fiscal year Mahmud Hossain Opu/Dhaka Tribune\nMuhith also said the government was taking numerous steps to strengthen Bangladesh’s overall security measures\nThe overall defence budget in FY2018-19 has fallen slightly to 6.26% of the total budget from 6.43% of the budget for the outgoing fiscal year.\nIn the forthcoming fiscal year, Tk29,084 crore, or 6.26% of the total proposed budget, has been earmarked for defence services.\nIn FY2017-18, the amount was Tk25,755 crore, or 6.43% of the total budget proposed.\nOf the total defence budget, Tk27,902 crore has been allocated for the Ministry of Defence and Defence Services, and Tk1,152 crore of the amount has been set aside for their development work, according to Finance Minister AMA Muhith’s budget briefing.\nIn the outgoing fiscal year, they were allotted Tk24,754 crore with Tk680 crore earmarked as development allocation.\nTk1,147 crore has been allocated as operating costs of the Ministry of Defence and other services. The amount was Tk971 crore in FY18.\nTk35 crore has been set aside as operating costs of Armed Forces Division that received Tk30 crore in the last budget.\nPlacing the national budget in parliament on Thursday, Muhith said projects to enhance the capacity of armed forces are underway.\nAir Defence Identification Zone (ADIZ) has been set up in Bangladesh's airspace, and the establishment of two full-fledged air bases in Sylhet is underway, he told the House.\nMuhith further said the government was taking numerous steps to strengthen Bangladesh’s overall security measures including the installation of 10 weather observatories at different places, modernization of the air-monitoring system, installation of an automatic weather observation system and wind profilers, preparing digital maps with updated information, establishment of geodetic control network and national spatial data infrastructure and two tidal stations, and upgrading Lidar surveying methods all over the country.","labels":{"6e208973-a0bb-455d-8ac5-9909e55a6b47":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"D","user":"hernqv"}]}},{"context":"MANILA (Reuters) - Philippine President Rodrigo Duterte told China on Thursday to “lay off” an island occupied by Manila in the disputed South China Sea and said he would deploy his soldiers there if Beijing touches it.\nFILE PHOTO - A view of Philippine occupied (Pagasa) Thitu island in disputed South China Sea April 21, 2017. REUTERS/Erik De Castro\nDuterte’s remarks, which he said was not a warning but rather a word of advice to a friend, follow a statement made by the foreign affairs ministry calling the presence of more than 200 Chinese fishing boats near Thitu island illegal.\n“I will not plead or beg, but I am just telling you that lay off the Pagasa because I have soldiers there. If you touch it, that’s a different story. I will tell the soldiers ‘prepare for suicide mission’,” Duterte said in a speech, using the local name for Thitu.\nDuterte has repeatedly said he would not go to war with China because it would be suicide.\nThe Philippines military has described the boats as a “suspected maritime militia”.\n“Such actions, when not repudiated by the Chinese government, are deemed to have been adopted by it,” the Department of Foreign Affairs said in a rare rebuke of Beijing.\nDuterte, who has pursued warmer ties with China since taking office in 2016 in exchange for billions of dollars of pledged loans and investment, said he would not allow China to occupy Thitu island because it “belongs to us”.\nThe presence of the trawlers near Thitu island raises questions about their intent and role “in support of coercive objectives”, the ministry said, days after the Philippines lodged a diplomatic protest with China.\nIn Beijing, Foreign Ministry spokesman Geng Shuang did not refer directly to Manila’s protest, but he said bilateral talks on the South China Sea held in the Philippines on Wednesday were “frank, friendly and constructive”.\nBoth sides reiterated that South China Sea issues should be resolved peacefully by parties directly involved, he said.\nThe Philippines has monitored the Chinese boats from January to March this year, according to military data.\n“These are suspected maritime militia,” Captain Jason Ramon, spokesman for the military’s Western Command said this week.\n“There are times when they are just there without conducting fishing. At times, they are just stationary.”\nThe Philippines, Brunei, China, Malaysia, Taiwan and Vietnam have competing claims of sovereignty in the South China Sea, a conduit for goods in excess of $3.4 trillion every year.\nIn 2016, the Permanent Court of Arbitration in The Hague invalidated China’s claim to sovereignty over most of the South China Sea.\n“We call on concerned parties to desist from any action and activity that contravenes the ASEAN-China Declaration on the Conduct of Parties in the South China Sea, as these generate tension, mistrust and uncertainty, and threatens regional peace and stability,” the Philippines ministry said.\nLast month, U.S. Secretary of State Mike Pompeo assured the Philippines it would come to its defense if it came under attack in the South China Sea.","labels":{"afc0fc66-4818-4673-aa31-e4ba732d675c":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"M","user":"hernqv"}]}},{"context":"SHAH ALAM: Budget 2019. Defence and Home Ministries. The national security sector – Defence and Home ministries – were allocated RM30.9 billion from a total allocation of RM314.5 billion of the 2019 budget. The allocation for the Defence Ministry under the 2019 budget (see latest story, for the latest figures) has been set at RM15.3 billion, a reduction of RM100 million from last year’s funding of RM15.4 billion.\nFrom the RM15.3 billion, RM13.0 billion is allocated for the Operating Expenditure (OE), increased of some RM700 million compared to 2018’s figure of RM12.2 billion. The Development Expenditure however saw a marginal increase from RM3.297 billion in 2018 to RM3.647 billion this year.\nSpent cartridges flies out from the Sharpshooter turret on the IFV 25 Gempita variant.\nThe Home Ministry received an allocation of RM15.62 billion an increase of some 300 million compared to last year’s one of RM14.7 billion. The OE allocation decreased by RM40 million to RM12.565 billion from RM12.9 billion in 2018. The increase in allocation for this year is for the DE which rose to RM3.087 billion this year compared to RM1.847.\nPDRM Air Wing AW139 9M-PMC taken in Mar. 2017\nThis is likely due to the inclusion of the Malaysian Maritime Enforcement Agency (MMEA) which was previously under Prime Minister’s Department since it was established in 2005. Interestingly, the MMEA is getting RM469 million under the DE in the budget though most likely this is the payments for the NGPC and OPV.\nThe latest CGI of the MMEA OPV being built by THHE Destini.\nApart from MMEA, the Home Ministry is also now responsible for the Eastern Sabah Security Command (ESSCOM) previously also under the Prime Minister’s Department. For 2019, ESSCOM is getting an allocation of RM74.5 million compared to RM36.7 million. As usual no details were provided for the DE spending.\nPolaris MRZR. PDRM bought 10 of these buggies for ESSCOM duties.\nAs for the OE for the military, it appears all three service got their budget slashed. RMAF took the biggest cut some RM500 million slashed from its budget, from RM1.455 billion last year to RM602.36 million. RMN one is cut from RM966.789 million in 2018 to RM 349.584 million in 2019.\nSukhoi Su-30MKM from the 11th Squadron – M52-09 and M52-18.\nThis will likely mean that RMAF flying hours will be cut while days at seas for RMN is reduced. It is also a clear indication that the upgrades for Nuri, Hercules and Hawks while funding to relife the MKM is also off the table.\nRMAF A400Ms in a four aircraft formation at the Merdeka Parade rehersal.\nDespite the cuts to the OE, it appears that the salaries and allowances of the military have been bumped up slightly, a good thing for morale of course.\nSoldiers from the 10th Para Brigade at the 2019 Merdeka parade. PDRM picture\nAs for the DE, allocation for the three services and tri-service programs have been increased though it is likely that this are for programs already in the pipeline.\nThe recently delivered GM 200 radar which forms part of the Starstreak NG deal.\nThe Army DE budget increased from RM770 million in 2018 to RM877 million for 2019, most likely for the Gempita, MD530G, 105mm guns and the refurbishment of M109 SPH. The LCS and LMS program is also likely the bulk of allocation for RMN in 2019 which see a slight increase from RM1.259 billion to RM1.267 billion.\nThe latest CGI of the LMS.\nRMAF DE budget also got bumped to RM349 million from RM223 million in 2018 but most are likely tied to the A400M procurement. Tri-service equipment allocation is also higher at RM410 million in 2019 compared to RM133.5 million in 2018 though this is most likely for the Starstreak NG deal and also the equipment for the new Joint Force headquarters being built in Kuantan.\n*updated on Nov. 21. The Defence Ministry has received an extra allocation of RM1.4 billion to the OE allocation.\n— Malaysian Defence","labels":{"19a802a8-476b-4c55-a864-d6718f4634d2":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"S","user":"hernqv"}]}},{"context":"The Republic of Singapore Air Force (RSAF) is well-positioned for the future as it takes a long-term perspective in its planning.\nThis includes studying the latest-generation F-35 fighter jets and investing in advanced unmanned aerial vehicles, said Chief of Air Force Mervyn Tan.\nAs a small nation facing a future fraught with uncertainty and challenges, the commitment, dedication and resilience of RSAF's people will continue to play a critical role in safeguarding Singapore's sovereignty, he added.\nIn an e-mail interview released on Sunday ahead of the Singapore Airshow 2018, Major-General Tan gave his views on topics relating to the air force's 50th anniversary this year, future challenges and plans. The year-long celebrations will be launched tomorrow at the Airshow, where President Halimah Yacob will unveil an F-15SG fighter jet painted in RSAF50 colours.\nMG Tan said: \"The RSAF has always taken a long-term perspective in our planning. This approach has allowed us to invest in capabilities that not only meet our near-term defence needs, but also enable us to address evolving threats.\"\nOne example is the investment in advanced unmanned aerial vehicles (UAVs). The UAVs enhance the Singapore military's \"battlefield awareness as well as security agencies' ground situation awareness to better orchestrate responses for homeland security operations\", said MG Tan, who took over as air force chief in March 2016.\nWith the F-5s retired after reaching the end of their operational lifespan, the air force has upgraded its F-16s and is evaluating the F-35 as an option to further modernise the fighter fleet and maintain its combat edge, he said. \"This is to ensure that we continue to have a capable fighter fleet to defend Singapore's sovereignty and interests into the foreseeable future.\"\nThe F-35B will be in Singapore for the first time at the biennial Airshow, which takes place from Feb 6 to 11 this year. The fifth-generation fighter aircraft has been developed by United States defence company Lockheed Martin.\nEmphasising the importance of the air force to Singapore as a small nation, MG Tan said airmen and women are trained to perform a wide spectrum of peacetime operations, such as humanitarian and disaster relief missions, besides defending Singapore's sovereignty.\nThe instances when the RSAF has responded to the call of duty include rescuing stranded passengers during the 1983 cable car disaster, participating in counter-piracy efforts in the Gulf of Aden and contributing to the Defeat ISIS Coalition in the Middle East, he said.\nMeanwhile, the air force has overcome challenges such as training in Singapore's \"small and congested airspace\". This was done by conducting some training overseas and using simulators.\nMG Tan also pointed to the RSAF's people as its greatest strength. \"It is their professionalism, commitment and resilience that will enable us to achieve mission success,\" he said.\n\"With this firm foundation, I am confident that the RSAF will continue to be the deterrent, dependable and dominant force that is capable of defending Singapore's sovereignty and interests, and fly our flag high into the future.\"","labels":{"64228826-c4a1-448c-ab24-73c0e57f2395":[{"marker":"Answer","extra":{},"start":1806,"end":2033,"text":"The F-35B will be in Singapore for the first time at the biennial Airshow, which takes place from Feb 6 to 11 this year. The fifth-generation fighter aircraft has been developed by United States defence company Lockheed Martin.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1827,"end":1837,"text":"Singapore ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1987,"end":2000,"text":"United States","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1810,"end":1815,"text":"F-35B","user":"hernqv"}]}},{"context":"The Kenya Defence Force has apparently taken delivery of eight Fennec light helicopters from the United Arab Emirates (UAE), which will be used in its efforts against al Shabaab militants.\nPhotos of at least four single-engine AS550 Fennecs (H125s) without their main rotor blades were published by The Kenyan Daily Post on 4 September. The Kenyan Air Force roundel can be seen on one of the helicopters. The publication said the aircraft were acquired from the UAE and their grey paint scheme matches those of UAE aircraft.\nThe UAE’s Army Aviation Brigade and the Air Force’s Special Operations Command operate a number of AS550C3 Fennec helicopters but little is known about them.\nIf confirmed, the Fennecs appear to be the latest in a series of procurements. In June this year it emerged that Kenya had ordered three Leonardo C-27J Spartan transport aircraft from Italy in 2017, with deliveries in 2019, most likely replacing its de Havilland Canada DHC-5 Buffalos.\nKenya also ordered a number of AW139 helicopters in a separate deal and in December last year displayed two second hand AH-1F Cobra attack helicopters acquired from Jordan. It is not clear how many were acquired – at least three Cobras have been spotted.","labels":{"a4fda013-590d-4eaf-8195-51775ec4e71e":[{"marker":"Buyer","extra":{},"start":4,"end":10,"text":"Kenya ","user":"hernqv"},{"marker":"Seller","extra":{},"start":97,"end":117,"text":"United Arab Emirates","user":"hernqv"},{"marker":"Weapon","extra":{},"start":57,"end":87,"text":"eight Fennec light helicopters","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":188,"text":"The Kenya Defence Force has apparently taken delivery of eight Fennec light helicopters from the United Arab Emirates (UAE), which will be used in its efforts against al Shabaab militants.","user":"hernqv"},{"marker":"Answer","extra":{},"start":762,"end":968,"text":"In June this year it emerged that Kenya had ordered three Leonardo C-27J Spartan transport aircraft from Italy in 2017, with deliveries in 2019, most likely replacing its de Havilland Canada DHC-5 Buffalos.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":796,"end":802,"text":"Kenya ","user":"hernqv"},{"marker":"Seller","extra":{},"start":867,"end":873,"text":"Italy ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":814,"end":861,"text":"three Leonardo C-27J Spartan transport aircraft","user":"hernqv"},{"marker":"Answer","extra":{},"start":969,"end":1141,"text":"Kenya also ordered a number of AW139 helicopters in a separate deal and in December last year displayed two second hand AH-1F Cobra attack helicopters acquired from Jordan.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":969,"end":975,"text":"Kenya ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1134,"end":1140,"text":"Jordan","user":"hernqv"},{"marker":"Weapon","extra":{},"start":988,"end":1017,"text":"a number of AW139 helicopters","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1073,"end":1119,"text":"two second hand AH-1F Cobra attack helicopters","user":"hernqv"}]}},{"context":"French shipbuilder Ocea is busy with the construction of four patrol vessels for the Nigerian Navy, which will receive them in 2018.\nConstruction is underway at Saint-Nazaire, according to Mer et Marine, which reports that two of the vessels are 35 metre long FPB 110 types and two 24 metre FPB 72 types. Nigeria already has three FPB 72s in service, which were delivered in 2012, and two FPB 98s, which were delivered in 2014.\nDeliveries of the new vessels are expected to take place in early 2018.\nThe FPB 72 is designed for coastal patrol and has a top speed of more than 30 knots. The FPB 110s will be similar to those delivered to Kuwait between 2003 and 2005 but equipped with conventional propellers rather than water jets.\nThe Nigerian Navy continues to expand, and in December last year commissioned 30 vessels into service including the new 95 metre long, P18N Class off-shore patrol vessel (OPV) NNS Unity, which was one of two ordered from China Shipbuilding and Offshore International Company (CSOC) in April 2012.\nNNS Unity, the largest of the vessels commissioned at 1 800 tons, was designed and partially built in China, while the majority of its outfitting work was done locally in Nigeria. Nigerian President Muhammadu Buhari in December also commissioned the 39-metre long, locally built Seaward Defence Boat NNS Karaduwa and a tug which has since been named Commander Ugwu. The two vessels were built by the Nigerian Naval Shipyard in Port Harcourt.\nApart from the three patrol vessels, Buhari also commissioned 27 riverine patrol boats which he said would be used to secure waterways and river creeks.\n“The prevailing security situation is not new given the intimate connections between economic prosperity and security. For a littoral state with a huge dependence on her offshore resources, maritime security is vital to the national well-being,” Buhari said.\nThe delivery of the new patrol vessels came at a time of heightened militancy and criminals activities in Nigerian rivers and in the open seas. Apart from the terrorist threat posed by Boko Haram insurgency the north-east, the Nigerian Navy is battling new militant groups that have staged disruptive attacks on oil platforms and pipeline infrastructure.\nKidnapping, maritime robbery, human trafficking and drug smuggling are also rampant along the West African coast with over-stretched and poorly equipped regional security forces struggling to control the situation.","labels":{"3c13490d-03a9-4b21-b76a-d22429b54f00":[{"marker":"Answer","extra":{},"start":0,"end":132,"text":"French shipbuilder Ocea is busy with the construction of four patrol vessels for the Nigerian Navy, which will receive them in 2018.","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":6,"text":"French","user":"hernqv"},{"marker":"Buyer","extra":{},"start":85,"end":94,"text":"Nigerian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":57,"end":76,"text":"four patrol vessels","user":"hernqv"},{"marker":"Answer","extra":{},"start":731,"end":1027,"text":"The Nigerian Navy continues to expand, and in December last year commissioned 30 vessels into service including the new 95 metre long, P18N Class off-shore patrol vessel (OPV) NNS Unity, which was one of two ordered from China Shipbuilding and Offshore International Company (CSOC) in April 2012.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":735,"end":744,"text":"Nigerian ","user":"hernqv"},{"marker":"Seller","extra":{},"start":952,"end":958,"text":"China ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":866,"end":916,"text":"P18N Class off-shore patrol vessel (OPV) NNS Unity","user":"hernqv"}]}},{"context":"Airbus touts C295 maritime aircraft to Royal Thai Navy\nJon Grevatt - IHS Jane's Defence Weekly\n05 July 2017\nAirbus is promoting its C295 maritime surveillance aircraft (seen here in Brazilian Air Force colours) to countries in the Asia-Pacific. (Airbus)\nKey Points\nAirbus sees opportunities to meet regional air-surveillance requirements\nThe company is exploring industrial partnerships to support its sales drive\nAirbus is promoting its C295 maritime surveillance aircraft (MSA) to the Royal Thai Navy (RTN) in the first part of a regional tour in which the company aims to promote the platform's intelligence, reconnaissance, and surveillance (ISR) capabilities to Asian military operators.The C295 MSA arrived in Thailand on 3 July, and is being displayed at the RTN's U-Tapao Air Base in Chonburi before similar promotional visits to Vietnam, Malaysia, the Philippines, and South Korea – all countries with stated maritime patrol requirements. Subsequently, Airbus will promote the aircraft to North American operators.\"During its tour, the C295 will demonstrate its advanced ISR capabilities as well as the platform's versatility and suitability for potential operators, especially in the Asian region,\" Airbus said. The company is also promoting the aircraft to meet regional requirements to enhance surveillance, search and rescue, transport, medical evacuation, and humanitarian missions.Airbus said the aircraft on display in Thailand is a model of the platform recently delivered to the Brazilian Air Force to meet its search and rescue and maritime patrol requirements.Airbus said it sees opportunities to supply the aircraft to the RTN, which is expected in the coming years to replace its ageing fleets of Dornier 228 and Fokker F27 Friendship patrol craft, which were acquired from the 1980s onwards.In addition, Airbus said it is seeking to expand sales of the C295 military transport aircraft to the Royal Thai Armed Forces. The Royal Thai Army (RTA) took delivery in June 2016 of a single C295W transport aircraft, although it is understood that the service requires three additional platforms.","labels":{"416ba6c7-1000-48c2-b809-00879af98e75":[{"marker":"Answer","extra":{},"start":1941,"end":2111,"text":"The Royal Thai Army (RTA) took delivery in June 2016 of a single C295W transport aircraft, although it is understood that the service requires three additional platforms.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1951,"end":1956,"text":"Thai ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1997,"end":2030,"text":"a single C295W transport aircraft","user":"hernqv"}]}},{"context":"Company Announcement 30 July 2018 Government of Trinidad & Tobago announces future acquisition of two Austal Cape Class Patrol Boats\nAustal Limited (Austal) (ASX:ASB) is pleased to report that the Government of the Republic of Trinidad and Tobago (GORTT) has announced its intention to purchase two Austal Cape Class Patrol Boats. The vessels will enhance the border protection capabilities of the country in conjunction with the existing Coast Guard fleet, and will join six Austal Fast Patrol Craft acquired in 2009.\nThis announcement is further to a comprehensive proposal submitted by Austal to GORTT in recent weeks. The sale is likely to be supported by the Australian Government via the Export Finance and Insurance Corporation (EFIC), and follows a demonstration by the Royal Australian Navy (RAN) of the capabilities of the Cape Class vessel to a delegation of senior Trinidad and Tobago officials, which included the Chief of Defence Staff.\nThe order is likely to be valued at circa AU$100m plus a multi-year ongoing maintenance and support package. Austal expects to establish a Service Centre in Trinidad to support these vessels, the Austal supplied Fast Patrol Craft, and any additional vessels requiring maintenance as determined by GORTT.\nThe new Cape Class vessels will be built in Austal’s Henderson shipyard based in Western Australia. Austal have already built 10 Cape Class vessels in Henderson for the Australian Border Force and RAN. Delivery is expected to be in mid-2020.\nDesigned and built by Austal, the Cape Class is a 58 metre all aluminium monohull patrol boat specifically produced to combat the full range of maritime security threats. The vessel has a long 4000 nautical mile range and 28-day patrol cycle with a crew of up to 22. The vessel also supports two high speed 7.3 metre Rigid Hull Inflatable Boats used for intercepting other vessels.\nGORTT have requested that the purchase be supported by an EFIC finance package which will be developed specifically to support the program, for which EFIC have already supplied a letter of support. The sale of the vessels is conditional on final contracts being signed in the coming weeks, together with a conclusive offer from EFIC to GORTT. It is expected that an initial, lower value design contract will be signed shortly to hasten preparations for the main contract and ensure that the delivery schedule will be maintained.\nThese vessels will be the latest additions to the work already scheduled in the Henderson facility, including a 109 metre catamaran for Molslinjen of Denmark, 21 Pacific Patrol Boats (PPB), currently in build, and a 117 metre trimaran for Fred Olsen S.A. of the Canary Islands which will commence construction in August 2018. These additional build programs will keep the local workforce active at the current level until 2021 (2023 for PPB), one of the longest forward order books seen at Austal for a decade or more.\nConcept render of Cape Class Patrol Boat for Trinidad and Tobago Coast Guard (Image: Austal)\n\nENDS -\n\nAustal Media Contact:\nContact: Gemma Whiting - Government Relations\nMobile: +61 (0)408 982 727\nEmail: gemma.whiting@austal.com","labels":{"b250bf2c-209b-4550-881c-79b565d9ffcb":[{"marker":"Answer","extra":{},"start":0,"end":132,"text":"Company Announcement 30 July 2018 Government of Trinidad & Tobago announces future acquisition of two Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Buyer","extra":{},"start":48,"end":65,"text":"Trinidad & Tobago","user":"hernqv"},{"marker":"Weapon","extra":{},"start":98,"end":132,"text":"two Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Answer","extra":{},"start":133,"end":330,"text":"Austal Limited (Austal) (ASX:ASB) is pleased to report that the Government of the Republic of Trinidad and Tobago (GORTT) has announced its intention to purchase two Austal Cape Class Patrol Boats.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":295,"end":329,"text":"two Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Buyer","extra":{},"start":227,"end":246,"text":"Trinidad and Tobago","user":"hernqv"},{"marker":"Answer","extra":{},"start":622,"end":950,"text":"The sale is likely to be supported by the Australian Government via the Export Finance and Insurance Corporation (EFIC), and follows a demonstration by the Royal Australian Navy (RAN) of the capabilities of the Cape Class vessel to a delegation of senior Trinidad and Tobago officials, which included the Chief of Defence Staff.","user":"hernqv"},{"marker":"Seller","extra":{},"start":784,"end":795,"text":"Australian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":833,"end":850,"text":"Cape Class vessel","user":"hernqv"},{"marker":"Buyer","extra":{},"start":877,"end":896,"text":"Trinidad and Tobago","user":"hernqv"},{"marker":"Price","extra":{},"start":993,"end":1000,"text":"AU$100m","user":"hernqv"}]}},{"context":"WASHINGTON — Secretary of State Mike Pompeo backed continued U.S. military support for Saudi Arabia’s war in Yemen over the objections of staff members after being warned a cutoff could jeopardize $2 billion in weapons sales to America’s Gulf allies, the Wall Street Journal reported.\nCiting a a classified memo and people familiar with the decision, the newspaper reported Thursday that Pompeo — in certifying Riyadh and Abu Dhabi were doing all they could to avert civilian casualties in the war — sided with a legislative affairs team that argued suspending support could undercut plans to sell more than 120,000 precision-guided missiles to Saudi Arabia and the United Arab Emirates.\nMost of the U.S. State Department specialists involved in the debate urged Pompeo to reject certification “due to a lack of progress on mitigating civilian casualties,” according to portions of the memo shared with WSJ. The certification would “provide no incentive for Saudi leadership to take our diplomatic messaging seriously” and “damage the Department’s credibility with Congress.”\nYemen skeptics in Congress see politics shifting their way — and against Trump The Trump administration just doubled down on Yemen, but opponents in Congress say they are getting stronger.\nDespite U.S. intelligence support and training for the Saudi-led coalition meant to minimize civilian casualties, a recent United Nations report said the coalition was responsible for most of the 16,700 civilians killed or injured in Yemen over the last three years.\nPompeo last week certified the governments of Saudi Arabia and the United Arab Emirates are \"undertaking demonstrable actions to reduce the risk of harm to civilians.” The move — which came a month after a Saudi-led airstrike in Yemen hit a bus filled with children — has inflamed lawmakers opposed to U.S. involvement in the conflict.\nThe certification, which allows the U.S. military to continue its assistance to the Saudi-led coalition fighting Houthi rebels in Yemen, also received backing from Defense Secretary Jim Mattis. That aid includes arms sales and aerial refueling of coalition fighter jets, which carry out airstrikes in Yemen.\nA senior State Department official declined to comment “on the deliberative process or allegedly leaked documents,” but said the department is continuing to pressure its coalition allies to do better in their fight against Iran-backed Houthi rebels.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\n“While our Saudi and Emirati partners are making progress on these fronts, we are continuing discussions with them on additional steps they can take to address the humanitarian situation, advance the political track in cooperation with the UN Special Envoy’s efforts, and ensure that their military campaign complies with the law of armed conflict and international humanitarian law,” the official said in a statement.\nState Department experts reportedly urged Pompeo to tell Congress he couldn’t certify that the Gulf nations were doing enough to minimize civilian casualties, but that the U.S. would continue to provide military support to the coalition because it is in America’s national security interest.\nBut the department’s Bureau of Legislative Affairs argued in the memo that “lack of certification will negatively impact pending arms transfers” and that “failure to certify may also negatively impact future foreign military sales and direct commercial sales to the region.”\nState Department approves arms sales to Saudi Arabia A day after a White House visit from Saudi Arabian Crown Prince Mohammad bin Salman, the State Department has approved a sale of more than 6,000 Raytheon TOW-2 anti-tank missiles, worth $670 million, to the Middle Eastern country.\nThe top Democrat on the Senate Foreign Relations Committee, Sen. Bob Menendez, D-N.J., has for months been delaying a U.S. sale of precision-guided munitions to Riyadh.\nMenendez sent a letter in June objecting to the sale of precision guided munitions to Saudi Arabia and the UAE unless administration makes, “a compelling, evidence-based case that U.S. weapons sales contribute to reduced civilian casualties and are leverage in a broader strategy to increase humanitarian access and end the war,” he said in a statement Thursday.\n\"Three months later, I am still waiting for them to respond to my concerns,” he said.\nMenendez called it reassuring that multiple bureaus within the State Department were united against certification, which he said, “suggests that individuals in the executive branch are increasingly aware that maintaining the status quo of current U.S. policy on Yemen is difficult to defend.”\nIn March, the Senate voted 55-44 to scuttle a measure to invoke the War Powers Act and extract the U.S. military from the Yemen civil war. The effort led to a legal requirement that Pompeo periodically certify Riyadh and Abu Dhabi are taking meaningful steps to avoid civilian casualties and permit humanitarian aid; otherwise U.S. military aid must cease.\nThis is a bombshell.\nAnd the effective takeaway here is that we are going to keep knowingly killing civilians in Yemen to protect our ability to sell more weapons to Gulf countries to kill MORE CIVILIANS. Maybe the least virtuous circle ever. https://t.co/KHD0CCtH5g — Chris Murphy (@ChrisMurphyCT) September 20, 2018\nEarly in his administration, U.S. President Donald Trump met with Saudi officials and drew headlines for what was billed as a $110 billion arms agreement. That deal was supposed to include seven Terminal High Altitude Area Defense missile defense batteries, more than 100,000 air-to-ground munitions and billions of dollars' worth of new aircraft.","labels":{"00266f89-b75f-4e8f-a63d-bc9d23726704":[{"marker":"Answer","extra":{},"start":285,"end":687,"text":"Citing a a classified memo and people familiar with the decision, the newspaper reported Thursday that Pompeo — in certifying Riyadh and Abu Dhabi were doing all they could to avert civilian casualties in the war — sided with a legislative affairs team that argued suspending support could undercut plans to sell more than 120,000 precision-guided missiles to Saudi Arabia and the United Arab Emirates.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":598,"end":641,"text":"more than 120,000 precision-guided missiles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":645,"end":657,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer","extra":{},"start":666,"end":686,"text":"United Arab Emirates","user":"hernqv"},{"marker":"Answer","extra":{},"start":3648,"end":3931,"text":"State Department approves arms sales to Saudi Arabia A day after a White House visit from Saudi Arabian Crown Prince Mohammad bin Salman, the State Department has approved a sale of more than 6,000 Raytheon TOW-2 anti-tank missiles, worth $670 million, to the Middle Eastern country.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":3688,"end":3700,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3830,"end":3879,"text":"more than 6,000 Raytheon TOW-2 anti-tank missiles","user":"hernqv"},{"marker":"Price","extra":{},"start":3887,"end":3899,"text":"$670 million","user":"hernqv"},{"marker":"Answer","extra":{},"start":5518,"end":5865,"text":"Early in his administration, U.S. President Donald Trump met with Saudi officials and drew headlines for what was billed as a $110 billion arms agreement. That deal was supposed to include seven Terminal High Altitude Area Defense missile defense batteries, more than 100,000 air-to-ground munitions and billions of dollars' worth of new aircraft.","user":"hernqv"},{"marker":"Seller","extra":{},"start":5547,"end":5551,"text":"U.S.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":5584,"end":5590,"text":"Saudi ","user":"hernqv"},{"marker":"Price","extra":{},"start":5644,"end":5656,"text":"$110 billion","user":"hernqv"},{"marker":"Weapon","extra":{},"start":5776,"end":5864,"text":"more than 100,000 air-to-ground munitions and billions of dollars' worth of new aircraft","user":"hernqv"}]}},{"context":"Advertisement\nWith the future of India’s HAL fifth-generation fighter aircraft (FGFA), a program to design an Indian next generation fighter based on the Russian Su-57 fifth-generation air superiority platform, currently uncertain, Moscow and New Delhi are reportedly discussing developing a “fifth-generation” version of the Su-35 for India’s needs. This would provide the Indian Air Force with a fifth-generation air superiority platform at a lower cost that the Su-57 derivative — a capability the country sorely needs in light of the induction of the J-20 heavy fifth-generation fighter in neighboring China.\nAt Abu Dhabi’s IDEX show, the CEO of Russia’s Rostec, Sergey Chemezov, stated, “We have been negotiating and have signed the intention protocol for the Su-35. Now we are working on designing ideas for this contract and on creating a manufacturing platform for an aircraft of the fifth generation.”\nThe size of India’s intended order remains uncertain, but could well be over 100 platforms, considering the size of previous orders and the planned size of orders for the FGFA fighter.\nIf reports of development of a fifth-generation platform based on the Su-35 are true, their results could be intriguing and lead to a world-leading fighter. The standard Su-35 design is more than capable of matching the performance characteristics of a fifth-generation fighter — with the sole exception of its lack of stealth capabilities. A fifth-generation variant of the Su-35 could well mean nothing more than modifying the fighter, termed a “4++” generation platform by Russia’s military, to incorporate stealth.\nDiplomat Brief Weekly Newsletter N Get briefed on the story of the week, and developing stories to watch across the Asia-Pacific. Get the Newsletter\nThis would hardly be the first time that such a modification had been attempted. With the United States unwilling to export its F-22 Raptor fifth generation platform, Boeing has extensively modified the airframe of its F-15E strike fighter to develop the F-15SE Silent Eagle — a variant of the fighter with a reduced frontal radar cross section and radar absorbing paints. While the F-15E lacks the upgraded avionics, advanced missiles, and supermaneuverability of the Su-35, and cannot be considered “fifth generation” even with stealth capabilities, its stealth variant allows U.S. allies to field low observable heavy fighters — something sorely needed in light of their inability to acquire the F-22 Raptor. Saudi Arabia, currently fielding over 150 F-15 and F-15E fighters, has notably expressed a strong interest in acquiring the platform. The modifications proposed for the Su-35 are likely to be in many ways analogous to those applied to the F-15E to create the F-15SE.\nEnjoying this article? Click here to subscribe for full access. Just $5 a month.\nWith Russia’s willingness to export the Su-57 as yet unknown, and with several potential clients seeking air superiority fighters with stealth capabilities, a modified Su-35 variant potentially based on a similar concept to the F-15SE could well prove a less costly and highly demanded product. The United Arab Emirates in 2017 entered cooperation with Russia to develop a fifth-generation fighter, and has also shown interest in acquiring large numbers of the Su-35. A stealth variant of the fighter, which would fulfill the criteria of a fifth-generation platform despite being less capable that the Su-57, could well be ideal for the Arab state as well as for India.\nIn Indian hands the platform could provide the country with the critical advantage it seeks over China’s advanced J-11B and Su-30 air superiority fighters. With Pakistan developing its own light stealth fighter, New Delhi’s need to acquire stealth technology appears greater than ever. The upgraded Su-35 variant is set to cost significantly more than the standard fighter, and come with far higher maintenance requirements. Should it be modified to deploy Russia’s latest missile platforms, such as the K-77 missiles developed for the Su-57 or the 400-kilometer range R-37 interceptor missiles, the stealth variant of the Su-35 designed for India could be a truly lethal, cost-effective alternative to the HAL FGFA.\nAbraham Ait is a military analyst specializing in Asia-Pacific security and the role of air power in modern warfare. He is chief editor of Military Watch Magazine.","labels":{"3b0fe453-b117-4573-8376-16c2be1d52a2":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"Western governments and arms companies have contributed to the Egyptian military’s consolidation of political power, a new report said.\nTitled The Officers’ Republic, the report was published by Transparency International Defence & Security on Friday a week before Egyptians take to the polls in an election that is expected to see the president and military general, Abdel Fattah el-Sisi, secure another four-year term.\nThe report said Western defence companies – with approval from their governments – continue to provide Egypt’s military with aid and security support without any form of “meaningful transparency”.\nJames Lynch, deputy director of the UK-based organisation, said countries are assisting a military that has not only taken full political control of Egypt – albeit with little to no scrutiny – but one that is also struggling with local and regional instability.\n“Western states, who could do much to influence this situation, are meanwhile failing to demand serious reform and instead carrying on with business as usual, while mistakenly still considering Egypt a trusted partner for security in stability in the region,” said Lynch.\n‘Unaccountable institution’\nSince former president Hosni Mubarak was forced to step down in 2011, Egypt’s military has gone from one political strength to another, and has expanded its economic goals. Yet, the report said, the military has remained a “largely opaque and unaccountable institution”.\nThe average defence budget is estimated to be about $4.4bn, but little is known about where that gets earmarked as it is treated as a state secret.\nDuring the past five years, Egypt has become the third largest arms importer in the world, but Lynch said there is little to show in terms of protecting the safety and security of its citizens.\n“The Egyptian people have a military that does everything but keep the country secure,” he said. “Its concern with building its economic and political power has hugely frustrated its efforts to deal with the security challenges it faces in the Sinai and other places.”\nIn recent years, several human rights groups, including Amnesty International, have accused members of the Egyptian military of extrajudicial executions in the Sinai, showing “they fear no oversight or accountability for their actions”.\n“This is a military that may very well be the architect of its own security crisis,” Lynch said.\n{articleGUID}\nTransparency in the face of opacity\nAs human rights abuses and state violence in Egypt continue to increase, the report made a series of recommendations for the international community to counter the opacity of the Egyptian military.\nIt called for making financial and security assistance dependant on achieving basic levels of transparency and accountability, and to amplify domestic voices advocating for that.\nIt also urged better domestic oversight of the armed forces by asking tougher questions on the military’s economic activities.\n“The international community must understand that not only is it doing a major disservice to the people of Egypt by providing support to the armed forces with few strings attached,” Lynch said, “it is also contributing to the security crisis in the country and region.”","labels":{"c2c58b90-d1f7-4036-a421-ddc73c3e85c4":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"W","user":"hernqv"}]}},{"context":"WASHINGTON — So far only the Pacific region and, more recently, the Middle East have seen operational deployments of the U.S. Army’s Terminal High Altitude Area Defense system, but now it’s headed to Romania this summer, according to an April 11 U.S. European Command statement.\nQuestions have swirled for years on when, where and if THAAD would deploy to Europe, particularly as the situation on the eastern flank has heated up since Russia annexed Crimea in 2014.\nThe THAAD system, according to the USEUCOM statement, will deploy this summer “in support of NATO Ballistic Missile Defense” — in other words, it’s filling in for the operational Aegis Ashore missile defense system while it undergoes a “limited period of scheduled maintenance and updates.”\nThe Aegis Ashore in Deveselu, Romania, has been operational since 2016. It is part of the European Phased Adaptive Approach, or EPAA, designed to defend U.S. troops and its allies in Europe against possible ballistic missile attacks.\nThe EPAA consists of an AN/TPY-2 radar in Turkey and two Aegis Ashore systems — one in Romania and one in Poland. The Polish system has been hit with delays due to construction issues at Redzikowo military base that are unrelated to the system’s performance. It won’t be operational until 2020.\nConstruction issues still plague Polish Aegis Ashore site The Missile Defense Agency is still working with a Polish construction contractor to resolve issues at the Aegis Ashore site in Poland that have delayed its operational capability by two years.\nThe scheduled update to the Aegis Ashore system in Romania is part of regular updates performed on all Aegis systems — the majority of which are ship-based, according to the statement.\nThe system will come from the 69th Air Defense Artillery Brigade, 32nd Army Air and Missile Defense Command at Fort Hood, Texas.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nNATO’s Allied Air Command will have operational control of THAAD during its mission.\nUSEUCOM was clear in its statement that the updates will not add offensive capabilities to the system and maintains that the site “provides a defensive capability to deter future conflict, and to defend ourselves, and our NATO allies, should deterrence fail.”\nSo Patriot and THAAD will talk. What does that really mean? The Army decided earlier this year to drastically accelerate its plans to get the Patriot medium-range air-and-missile defense system and the Terminal High Altitude Area Defense system to communicate.\nTHAAD is an important part of the U.S Army’s layered missile defense capabilities and is capable of neutralizing ballistic missile threats in the terminal phase of flight. It has been deployed in Guam since 2013 and in South Korea since 2017.","labels":{"810ceff3-7515-4ae0-8152-96cfd0e6bdf1":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"W","user":"hernqv"}]}},{"context":"This article is also available in: Shqip Bos/Hrv/Srp\nThe UK suspected that almost 30 million Bosnian-made bullets sold to Saudi Arabia would end up in the wrong hands, but failed to warn Sarajevo before the shipment had flown, Balkan Investigative Reporting Network can reveal.\nThe deal was brought to the UK’s attention because two British-based brokers had requested – and were eventually refused – licences to mediate the Bosnia-Saudi deal.\nThough Bosnian officials said it had no record of a broker being involved in the export, a BIRN investigation has established the shipment that left Bosnia in two parts in November 2015 and January 2016 with the approval of Sarajevo matched the deal for which the UK refused brokering licences in terms of timing, quantity, origin, destination and type of ammunition.\nThe UK refusal came in March 2016 after around 14 months of deliberation, when it was already too late to halt the shipment. Such applications are usually decided within 20 working days.\nThe refusal cited the “unacceptable risk” the bullets would be diverted, adding that the Saudi government, the specified ‘end user’, was not in fact “the intended recipient”, according to information obtained by BIRN under a Freedom of Information request submitted to the Department for International Trade.\nExperts in the international arms trade say the UK likely suspected the bullets would end up in the hands of Saudi proxies in Syria or Yemen; even more worrying are the concerns raised by some watchdogs, including Amnesty International, about the leaky nature of US and Saudi arms pipelines into Syria, meaning some military hardware has found its way to extremists including ISIS.\nBIRN has reported extensively on the billion-euro arms trade that has developed between Balkan countries and Saudi Arabia, which systematically diverts the weapons to allied militias in Syria and Yemen.\nDespite these concerns, and calls by the European Parliament to place an arms embargo on the Gulf kingdom, licences to Saudi Arabia are rarely rejected, making the UK’s decision all the more significant.\nNo obligation to share concerns\nIn May 2015, photos emerged of what appears to be Serbian-made mortar shells which had been airdropped by the Saudi-led coalition to is proxies in Yemen (via the Arab Reporters for Investigative Journalism)\nBalkan weapons and ammunition have been used in a number of Islamist attacks in Europe in recent years and Western governments count on countries such as Bosnia to crack down on arms trafficking, yet the UK made no apparent effort to warn Sarajevo of its concerns about this particular shipment.\nA high-ranking Bosnian official, speaking on condition of anonymity, told BIRN that Sarajevo had received no communication from the UK on the issue.\nThe UK’s Department for International Trade said that given Bosnia is not a member of the European Union, there is no “established mechanism” through which the UK could have informed the Bosnian authorities.\nThe department declined to explain why it had taken so long to refuse the brokering licences for the shipment.\nA spokesman for the department said: “The UK government takes its export control responsibilities very seriously and operates one of the most robust export control regimes in the world. We rigorously examine every application on a case-by-case basis against the Consolidated EU and National Arms Export Licensing Criteria, with risks around human rights abuses being a key part of that process.”\nUK authorities refused to say who they believed would be the real recipient of the ammunition.\nBIRN was unable to establish if the brokers applying for the UK licences were involved in any way in the Bosnian export.\nBosnia’s Ministry of Foreign Trade and Economic Relations said it had no record of a broker in paperwork submitted for the export licence – applied for by an unnamed exporter – and both London and Sarajevo declined to name those involved. Arms deals are notoriously opaque, the true actors often obscured by a chain of brokers and consultants sometimes in competition with one another.\nData BIRN has obtained reveal that the applications the UK refused, and those that Bosnia approved, matched in almost every other way. They were submitted at the same time in late 2014 and specified the exact same quantity and calibre of ammunition – including 13,492,927 AK-47 bullets and 3,063,276 rounds of sniper ammunition – split into three separate licences.\nUnaware of the UK’s concerns, and unmoved by other evidence of Saudi Arabia’s diversion of arms to Syria and Yemen, Bosnia approved the licences in early 2015 and the goods were transferred to Saudi Arabia in November 2015 and January 2016.\nRiyadh ordered bullets for AKs\nIgman is Bosnia’s main producer of bullets, including the various calibre of ammunition exported to Saudi Arabia, but both the factory and the Bosnian government refused to comment on whether it was the source of the shipment. Photo: Federal Ministry for energy, mining and industry\nRoy Isbister, an expert on arms trade laws with the London-based NGO Saferworld, said it “beggars belief” that London failed to share its suspicions with Sarajevo.\nAsked why the UK might have refused the licence, Isbister told BIRN that the “most obvious explanation is that the UK would be fearing diversion to non-state actors that Saudi Arabia – and the US – is supporting in current Middle Eastern conflicts”.\nSome of the bullets ordered by the Saudi authorities were not widely used by its forces, but extremely popular on the battlefields of Syria and Yemen. They included 15 million bullets for AK-47 style weapons.\nAnother 10 million 5.56×45mm bullets in the order are NATO standard and can be used by Saudi forces, but they are also compatible with Bulgarian AR-M9 rifles which were supplied to Yemeni soldiers by Saudi-ally UAE in 2015, according to weapons expert Jeremy Binnie from the London-based Jane’s Defence Weekly.\nIn mid-2015, a video surfaced that appeared to show ammunition airdropped by the Saudi-led military coalition in Yemen, including mortar shells clearly marked as made in a Serbian state-owned factory [see box] in 2012.\n“Massive red flag”\nThe UK’s Department for International Trade said this was the first case involving Saudi Arabia that London had refused, having previously approved brokering licences for the export of similar ammunition from Bosnia to Saudi Arabia worth 10 million euros in 2013 and 2014.\nIsbister said the refusal, based on suspicions over the Saudi end-user certificate, should serve as a “massive red flag for other potential exporters” including members of the EU and Balkan countries that want to join the bloc and which have been cashing in on Saudi Arabia’s sudden thirst for small arms and light weapons.\nIt may also complicate the UK’s lucrative defence trade ties with the Gulf kingdom, he said.\nLast year, the UK successfully fought off a challenge in court by the Campaign Against the Arms Trade over its decision to approve sales of British arms to Riyadh despite allegations of war crimes in Yemen. The ruling is under appeal.\n“The [UK] Government decided that Saudi assurances about what will happen to this ammunition are worthless,” said Isbister.\n“And yet, in the ongoing court case into UK arms sales to Saudi Arabia, the Government has made it clear it places much more faith in Saudi claims of its own good conduct in the Yemen war than in the wall of information provided by respected impartial international human rights organisations and the UN to the contrary.”\nSerbian ammo “airdropped in Yemen” In May 2015, several Yemeni news websites published footage and photos of materiel they claimed had been airdropped by the Saudi-led military coalition to its proxies in Yemen. Pictures and videos, provided to BIRN by the Arab Reporters for Investigative Journalism, clearly show ammunition boxes attached to parachutes. Markings on these boxes revealed their contents as 60 mm mortar shells produced in the state-owned Serbian factory Krusik in 2012. Krusik said it had sold that particular lot to Zastava, another Serbian state-owned arms factory. Zastava and the Serbian ministry of trade did not respond to requests for comment.\nAsked whether the UK’s refusal of the licences meant that Saudi Arabian end-user certificates could no longer be trusted, the UK government responded: “No, Saudi Arabia is a valued trading partner of the UK. An End User Certificate is only one element in the assessment of an export or brokering licence application: the provision of such a document is no guarantee that a licence would be granted.”\nSarajevo continues to export ammunition to Riyadh. In 2016, it approved 52 million euros of arms export licences for Saudi Arabia, according to the government’s yearly report of issued licences.\nBosnia’s Ministry of Foreign Trade told BIRN it was hardly alone in selling weapons to Riyadh. “A significant number of EU countries approve the export of goods from the Common List of Weapons and Military Equipment to Saudi Arabia.”\nContacted by phone, the Saudi ambassador to Sarajevo, Hani bin Abdullah bin Mohammed Mominah , asked BIRN to email its questions to the embassy. BIRN received no response to the emailed questions by the time of publication.\nRead all the documents used in the investigation at BIRN’s online library BIRN Source.\nThis story was produced by BIRN as a part of A Paper Trail to Better Governance project.","labels":{"ac7f8411-a166-469d-bc0b-6869f0c329e3":[{"marker":"Answer","extra":{},"start":53,"end":277,"text":"The UK suspected that almost 30 million Bosnian-made bullets sold to Saudi Arabia would end up in the wrong hands, but failed to warn Sarajevo before the shipment had flown, Balkan Investigative Reporting Network can reveal.","user":"hernqv"},{"marker":"Seller","extra":{},"start":93,"end":100,"text":"Bosnian","user":"hernqv"},{"marker":"Buyer","extra":{},"start":122,"end":134,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Weapon","extra":{},"start":106,"end":114,"text":"bullets ","user":"hernqv"},{"marker":"Seller","extra":{},"start":4580,"end":4586,"text":"Bosnia","user":"hernqv"},{"marker":"Buyer","extra":{},"start":4657,"end":4669,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Answer","extra":{},"start":4464,"end":4704,"text":"Unaware of the UK’s concerns, and unmoved by other evidence of Saudi Arabia’s diversion of arms to Syria and Yemen, Bosnia approved the licences in early 2015 and the goods were transferred to Saudi Arabia in November 2015 and January 2016.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":4631,"end":4637,"text":"goods ","user":"hernqv"},{"marker":"Answer","extra":{},"start":8630,"end":8824,"text":"Sarajevo continues to export ammunition to Riyadh. In 2016, it approved 52 million euros of arms export licences for Saudi Arabia, according to the government’s yearly report of issued licences.","user":"hernqv"},{"marker":"Seller","extra":{},"start":8630,"end":8639,"text":"Sarajevo ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":8673,"end":8679,"text":"Riyadh","user":"hernqv"},{"marker":"Buyer","extra":{},"start":8747,"end":8759,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Price","extra":{},"start":8702,"end":8712,"text":"52 million","user":"hernqv"},{"marker":"Weapon","extra":{},"start":8722,"end":8742,"text":"arms export licences","user":"hernqv"}]}},{"context":"The US Army plans to purchase a limited number of Iron Dome air defense system from Israel, both the Israeli MoD and the US Army announced Wednesday.\nThe decision was made as part of an agreement between the Israeli Ministry of Defense and the US Department of Defense to fill its short-term needs for an Indirect Fire Protection Capability (IFPC).\nAccording to a statement from Israel's MoD, the systems will be purchased to meet \"immediate needs of the US Army.\"\n\"The Iron Dome will be assessed and experimented as a system that is currently available to protect deployed US military service members against a wide variety of indirect fire threats and aerial threats,\" US Army Col. Patrick Seiber said in a statement.\n\"While Iron Dome has been in operational use by the Israeli Air Force since 2011 and proven effective in combat, it should be noted that the US Army will assess a variety of options for its long-term IFPC solution,\" the statement continued.\n\"No decisions have been made regarding the fielding or experimentation of Iron Dome in specific theaters,\" Seiber added.\nIsrael's Prime Minister Benjamin Netanyahu said the deal was a \"great achievement for Israel. This is another manifestation of the deepening of our steadfast alliance with the United States and an expression of Israel's rising status in the world.\"\nDeveloped by Rafael Advanced Defense Systems as prime contractor, together with IAI/ELTA and mPrest, the system is designed to intercept and destroy short-range rockets and artillery shells. The Iron Dome is part of Israel’s multi-layered air defense layout, which also includes the David’s Sling system as well as the Arrow-2 and Arrow-3.\n[Sources: CNN, The New York Times, The Jerusalem Post, Haaretz]","labels":{"cf53b957-0b83-46f0-8795-20435d9c5133":[{"marker":"Buyer","extra":{},"start":4,"end":7,"text":"US ","user":"hernqv"},{"marker":"Seller","extra":{},"start":84,"end":90,"text":"Israel","user":"hernqv"},{"marker":"Weapon","extra":{},"start":30,"end":78,"text":"a limited number of Iron Dome air defense system","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":149,"text":"The US Army plans to purchase a limited number of Iron Dome air defense system from Israel, both the Israeli MoD and the US Army announced Wednesday.","user":"hernqv"}]}},{"context":"The U.S. State Department recently approved the potential sale to Finland of more than $800 million worth of RGM-84 Harpoon anti-ship missiles, RIM-162 Evolved Sea Sparrow surface-to-air missiles, Mk 41 vertical launch systems, and other associated items. Depending on how that country decides to proceed with its Squadron 2020 naval modernization program, some of those systems could go into a new class of ice-breaking multi-purpose corvettes, as well as end up on older ships as part of various planned upgrade projects. The Defense Security Cooperation Agency, the U.S. military’s main foreign military sales office, announced the possible arms packages in three separate notices in February 2018. The announcements say that the 100 RGM-84Q-4 Harpoon Block II+ Extended Range missiles, plus another dozen older RGM-84L-4s that Finland would upgrade to that standard itself using conversion kits, would arm its existing Hamina-class missile boats and shore-based coastal defense batteries. The 68 RIM-162s, also known as ESSMs, and the four Mk 41s would be part of the armament package on the four all-new corvettes the country is building under the Squadron 2020 plan.\nIt is important to note, however, that U.S. government approval does not mean a country has agreed to purchase the weapons or other systems in question. Finland is in the middle of a competition to select a new anti-ship missile to replace its existing Swedish-made RBS-15 Mk IIs and Boeing’s Harpoon is just one potential option. The other contenders are the RBS-15 Mk III+ from Sweden’s Saab Bofors Dynamics, the Naval Strike Missile (NSM) from Norway’s Kongsberg, and latest iteration of the European missile consortium MBDA’s Exocet MM40. The same is true, perhaps even more so, with regards to Finland’s future multi-purpose corvettes. The Finnish Ministry of Defense is pursuing a two-track plan to develop and purchase those ships, having hired the country’s own Rauma Marine Constructions (RMC) to craft the basic hullform in April 2017.\nMKFI via Wikimedia The Finnish Hamina-class missile boat Tornio, which could receive Harpoon anti-ship missiles as part of a ongoing upgrade program.\nIn 2018, Finland expects to award a separate contract for the systems that will go into those ships. Germany’s Atlas Elektronik, the Canadian subsidiary of American firm Lockheed Martin, and Swedish defense contractor Saab are bidding on that deal. Atlas Elektronik and Saab both already supply systems for various Finnish Navy ships. How RMC defines the basic ship design and its capabilities is likely to have impact on whether or not the new corvettes will feature the Mk 41s, which can hold four ESSMs quad-packed in each launch cell. The Sylver vertical launch system from France's DCNS is another option, but would require Finland to also choose MDBA's Aster surface-to-air missile as the ship's primary air defense weapon. And though the Finnish Ministry of Defense’s plan does call for the new corvettes to have a robust local air defense capability, it won’t necessary be the main focus for the engineers at RMC. “In the initial phase it was recognized that this type of new vessel with the required capabilities did not exist,” according to an official primer on the Squadron 2020 project. “The vessels on the market were not capable of mine-laying and navigating in ice,” it continues. “For a warship, the requirements arising from mine-laying and winter navigation are rare in the international context but they are essential for the Finnish Navy to fulfil its tasks.”\nFinnish Ministry of Defense A rudimentary breakdown of the systems the Finnish Ministry of Defense wants on the new Squadron 2020 corvettes.\nFinland’s shoreline is entirely along the Baltic Sea, much of which is frozen over or otherwise full of potentially dangerous ice floes during the winter. Some of the Finnish Navy’s ships, such as its two aging Hämeenmaa-class minelayers, do have a limited ice-breaking capability, but its smaller missile boats, such as the Hamina-class, have much more difficulty operating under those conditions. “The endurance and sea-going capabilities significantly limit the performance of the Hamina-class … in ice conditions and during rough sea,” the Finnish Ministry of Defense’s guide to the Squadron 2020 program notes. On top of the ice, “gale-force winds and the resulting wave heights restrict the operation of light naval units on the open sea. The significant wave height may reach six meters and more annually in the northern part of the Baltic Sea.” The Baltic is already an extremely confined space without those environmental hazards and an all-weather ice-capable warship would be invaluable for the Finnish Navy. Finland isn’t alone in recognizing the importance of having combat vessels that can operate in extreme cold weather conditions, either. Russia, Finland’s most likely potential opponent in the region, is also developing ice-breaking anti-ship missile armed corvettes, though it will most likely deploy to support the country’s expanding military operations the Arctic.\nPella Shipyard Russia An artist's rendering of Russia's future Project 23550 Ice-class missile armed, ice-capable corvette.\nIt’s the constraints of the Baltic that also make maritime mine warfare particularly attractive in both offensive and defensive scenarios. This is again especially true with regards to Russia, which has significant naval assets based in St. Petersburg and elsewhere. Already historical antagonists, relations between the two countries have been steadily worsening in recent years, with Finland increasing its cooperation with the United States and other members of the NATO alliance and Russian officials threatening to retaliate economically and militarily in response. Finnish authorities already accuse Russian military aircraft of routinely and provocatively violating their airspace. In a naval engagement, Russian ships and submarines would have to transit through the Gulf of Finland – less than 100 miles across at its widest point – to get into the Baltic Sea proper and Finnish mines could easily constrain their movements. It could also limit the ability of naval reinforcements from Russia’s Kaliningrad enclave to the south or elsewhere to rush into the area in a crisis. As such, minelaying is an extremely important capability for the Finns, who have various dedicated minelayers already in service. In addition, depth charge racks on its small missile boats, they can also deploy mines. The primary type in Finnish service is Patria’s Sea Mine 2000, which reportedly has features that make it hard to detect and multiple sensors – possibly including acoustic, magnetic, and other types – to both detect potential targets and discriminate between them to focus on the most valuable ships in a task force.\nMKFI via Wikimedia Patria's Sea Mine 2000.","labels":{"e3972ea6-9ca9-4971-9fac-9aaa3a8256c2":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"Algeria has agreed to acquire one new Project 22160 patrol vessel from Russia and build another three locally.\nThe agreement was signed on 14 May and makes provision for the first vessel to be delivered by September this year. It will be supplied by the Gorky Zelenodolsk Shipyard, according to Shepherd Media. The contract is worth $180 million.\nRussian defence minister Sergey Shoigu said one of the reasons for Algeria acquiring the Project 22160 was its performance off the Syrian coast.\nThe 94 metre long Project 22160 vessels displace 1 300 tons and have a range of 6 000 miles at 30 knots with an endurance of 60 days. Crew is some 80 sailors.\nSensors include the Pozitiv-ME1 3D search radar, Pal-N navigation radar and Pallada and Vinyetka-EM sonars and weapons Kalibr-NK cruise missiles as well as a 76.2 mm K-176MA gun or 57 mm AK-220M gun. Apparently, the Algerian version will be armed with Klub-K missiles and Igla surface-to-air missiles. Two rigid-hulled inflatable boats can be carried on each side of the vessel and a helicopter hangar can accommodate a medium sized rotorcraft.\nMissions include maritime patrol, exclusive economic zone protection, anti-piracy, counter-terrorism, search and rescue, environmental monitoring and special operations support amongst others.\nSix Project 22160 vessels are under construction for Russia’s Black Sea fleet. The first vessel was laid down in February 2014 and was launched in August 2017 – it is undergoing sea trials and these included firing Kalibr-NK missiles at targets in Syria from the Caspian Sea.\nAlgeria is receiving two new Project 636 Kilo class submarines from Russia, with the first about to be delivered and the second nearing sea trials. Algeria has apparently also ordered two additional Kilo 877EKM vessels, for delivery in 2020-2022.","labels":{"09435b55-9abc-4f77-bbe2-6350e09554d6":[{"marker":"Buyer","extra":{},"start":0,"end":8,"text":"Algeria ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":30,"end":65,"text":"one new Project 22160 patrol vessel","user":"hernqv"},{"marker":"Seller","extra":{},"start":71,"end":78,"text":"Russia ","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":110,"text":"Algeria has agreed to acquire one new Project 22160 patrol vessel from Russia and build another three locally.","user":"hernqv"},{"marker":"Price","extra":{},"start":333,"end":345,"text":"$180 million","user":"hernqv"},{"marker":"Answer","extra":{},"start":1565,"end":1712,"text":"Algeria is receiving two new Project 636 Kilo class submarines from Russia, with the first about to be delivered and the second nearing sea trials.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1565,"end":1573,"text":"Algeria ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1633,"end":1639,"text":"Russia","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1586,"end":1627,"text":"two new Project 636 Kilo class submarines","user":"hernqv"}]}},{"context":"WARSAW, Poland — The Polish Ministry of Defence plans to order up to eight M-346 Master jet trainers from Italy’s Leonardo to provide the Polish Air Force with sufficient training capacities.\n“We expect to complete the negotiations and sign an agreement by the end of March,” Col. Waldemar Boguslawski, the deputy head of the ministry’s Armament Inspectorate, told Polish lawmakers Feb. 27. The information on the program was presented by ministry and military officials at a meeting of the parliament’s National Defence Committee.\nThe potential procurement could double Poland’s fleet of M-346s.\nIn February 2014, Poland signed a contract worth 1.167 billion zloty (U.S. $341 million), excluding the value-added tax, to purchase eight jet trainers along with related logistical support, a training program for pilots and engineers, and a ground-based training system.\nDeliveries of the eight aircraft were initially scheduled to be completed by November 2017, but last March, the ministry announced that the delivered aircraft are unable to simulate certain weapons’ effects.","labels":{"cb4b5845-bae0-42c4-8b59-0491943c6c0e":[{"marker":"Answer","extra":{},"start":17,"end":191,"text":"The Polish Ministry of Defence plans to order up to eight M-346 Master jet trainers from Italy’s Leonardo to provide the Polish Air Force with sufficient training capacities.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":21,"end":28,"text":"Polish ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":69,"end":100,"text":"eight M-346 Master jet trainers","user":"hernqv"},{"marker":"Seller","extra":{},"start":106,"end":111,"text":"Italy","user":"hernqv"}]}},{"context":"The first of four Egyptian Type 209 submarines built by Germany’s ThyssenKrupp Marine Systems (TKMS) has arrived home in Alexandria, where it was welcomed by other Egyptian naval vessels including a FREMM frigate and fast attack craft.\nAn Egyptian military spokesman said the S41 (861) arrived in Alexandria on 19 April after being handed over in Germany on 12 December last year. The homeward journey saw it sail from Kiel in late March through the Strait of Gibraltar and finally the Ras El-Tin naval base in Alexandria.\nAccording to Ahram Online, the submarine carried out exercises at sea on 18 April to ensure it was ready to join the Egyptian fleet. Chief of Staff of the Egyptian Navy, Ahmed Khaled, said the submarine would help Egypt combat current and future security challenges.\nThe Egyptian military said the vessel will be used to protect Egypt’s national security, protect its economic interests and ensure safe and free navigation of the Suez Canal and other regions. The vessels have a range of 11 000 nautical miles, a top speed of 21 knots and displacement of 1 400 tonnes.\nThe Type 209/1400s will be able to launch missiles and torpedoes – it is believed they will be fitted with Harpoon anti-ship missiles.\nThey will most likely replace the Egyptian Navy’s four elderly Romeo class vessels delivered in 1983/84.\nThe Egyptian Navy is set to grow further this year, and will in September receive the first of four Gowind corvettes ordered from France’s DCNS, which has already delivered the FREMM frigate Tahya Misr, which welcomed the Type 209 to Egypt along with the Fahmi (Ambassador class) fast attack craft.","labels":{"73fb0172-1465-4d9f-9dac-2767f11bab0c":[{"marker":"Answer","extra":{},"start":0,"end":235,"text":"The first of four Egyptian Type 209 submarines built by Germany’s ThyssenKrupp Marine Systems (TKMS) has arrived home in Alexandria, where it was welcomed by other Egyptian naval vessels including a FREMM frigate and fast attack craft.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":18,"end":27,"text":"Egyptian ","user":"hernqv"},{"marker":"Seller","extra":{},"start":56,"end":63,"text":"Germany","user":"hernqv"},{"marker":"Weapon","extra":{},"start":27,"end":46,"text":"Type 209 submarines","user":"hernqv"},{"marker":"Answer","extra":{},"start":236,"end":380,"text":"An Egyptian military spokesman said the S41 (861) arrived in Alexandria on 19 April after being handed over in Germany on 12 December last year.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":239,"end":248,"text":"Egyptian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":276,"end":285,"text":"S41 (861)","user":"hernqv"},{"marker":"Seller","extra":{},"start":347,"end":355,"text":"Germany ","user":"hernqv"},{"marker":"Answer","extra":{},"start":1332,"end":1630,"text":"The Egyptian Navy is set to grow further this year, and will in September receive the first of four Gowind corvettes ordered from France’s DCNS, which has already delivered the FREMM frigate Tahya Misr, which welcomed the Type 209 to Egypt along with the Fahmi (Ambassador class) fast attack craft.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1336,"end":1345,"text":"Egyptian ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1462,"end":1468,"text":"France","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1427,"end":1448,"text":"four Gowind corvettes","user":"hernqv"}]}},{"context":"Choose which Defense.gov products you want delivered to your inbox.","labels":{"b334e044-4ee0-4f40-bcef-29d71ba01c8d":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"C","user":"hernqv"}]}},{"context":"Money Minute: How to decide whether to take advantage of a balance transfer\nPlay Video","labels":{"ae5280c4-abe9-4053-9570-a029e4da157b":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"M","user":"hernqv"}]}},{"context":"The German Ministry of Defense is looking to reviving a multi-billion dollar deal for leasing Israel-built unmanned aerial vehicles (UAV), after the Budget Committee in the German Parliament decided to postpone the acquisition in June 2017.\nThe ministry is soon expected to request for a 1-billion-euro ($1.11 billion) funding package for the military, including a deal to lease five Heron-PT UAVs made by Israel Aerospace Industries Ltd. (IAI).\nThe contract “is likely to be signed in the coming weeks,” German parliament member Fritz Felgentreu, responsible for defense affairs in the German Social Democratic Party, told Globes.\nThe sources in Berlin told Defense News that the German Ministry of Defense's request for approval of the UAV deal could be approved soon. Government sources who favor the deal are stressing the argument that Germany's friendship with Israel should guide the decision-making process, and this consideration carries weight in the Bundestag.\nUnder the program, the UAVs will be stationed in Israel under the management of the military wing of Airbus, at least in the first stage. The UAVs are initially designated for intelligence missions, such as aerial photography and surveillance of enemy forces. At a later stage, they are also likely to be used to attack ground targets, including targeted killings.\nThe UAVs are due to become available to the German army starting at the end of 2019.","labels":{"5d0f6428-2553-4c18-9adb-b0e9085cd3d6":[{"marker":"Answer","extra":{},"start":241,"end":445,"text":"The ministry is soon expected to request for a 1-billion-euro ($1.11 billion) funding package for the military, including a deal to lease five Heron-PT UAVs made by Israel Aerospace Industries Ltd. (IAI).","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":240,"text":"The German Ministry of Defense is looking to reviving a multi-billion dollar deal for leasing Israel-built unmanned aerial vehicles (UAV), after the Budget Committee in the German Parliament decided to postpone the acquisition in June 2017.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":4,"end":11,"text":"German ","user":"hernqv"},{"marker":"Price","extra":{},"start":56,"end":76,"text":"multi-billion dollar","user":"hernqv"},{"marker":"Seller","extra":{},"start":94,"end":100,"text":"Israel","user":"hernqv"},{"marker":"Weapon","extra":{},"start":107,"end":137,"text":"unmanned aerial vehicles (UAV)","user":"hernqv"},{"marker":"Seller","extra":{},"start":406,"end":413,"text":"Israel ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":379,"end":397,"text":"five Heron-PT UAVs","user":"hernqv"},{"marker":"Price","extra":{},"start":288,"end":302,"text":"1-billion-euro","user":"hernqv"},{"marker":"Price","extra":{},"start":304,"end":317,"text":"$1.11 billion","user":"hernqv"}]}},{"context":"MELBOURNE, Australia — Information from government documents about a delivery of German Leopard 2 tanks to Singapore in 2017 suggest the city-state bought a new batch of tanks for its Army.\nAccording to the register of conventional arms exports released by the German Ministry for Economic Affairs and Energy, Singapore received 18 Leopard 2 main battle tanks in 2017, adding to the seven tanks the German government said it exported in 2016.\nThe additional delivery in 2017 brings the total number of this type of tank received by Singapore to more than 170.\nIt’s unknown how many tanks were ordered or what variant of was delivered. It is also unknown if this latest batch of tanks are brand new or refurbished secondhand vehicles, although the former is unlikely given production of the Leopard 2A4 has ended.\nGerman media reports say the manufacturer Krauss-Maffei Wegmann was building Leopard 2A7s for Singapore and Qatar.\nGermany previously declared it exported 161 Leopard 2 tanks to Singapore between 2007 and 2012 in its reports to the United Nations Register of Conventional Arms database. Singapore declared the receipt of 156 Leopard 2A4s during the same period.\nThe 2017 delivery forms part of the $93 million worth of conventional arms exported to Singapore from Germany that year, which also included recovery vehicles, parts for tanks, various military vehicles, training and in-flight refueling aircraft, and small arms.\nWhen contacted for comment regarding the 2017 deliveries, the ministry told Defense News to refer to its earlier statement. It had previously said that “no other variants of the Leopard has (sic) been acquired” since Singapore announced it had acquired refurbished Leopard 2A4s from Germany in 2006. Singapore announced at the time that it had acquired 96 tanks, with 66 to be refurbished and put into service, with the remaining 30 to serve as spares.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nHowever, the statement does not deny Singapore increased the number of Leopard 2A4s in its possession. KMW declined to comment about the transfer when asked by Defense News.\nThe Singapore Army has one active battalion of Leopard 2s, with additional vehicles assigned to training units in Singapore and Germany, where it uses Oberlausitz Military Training Area. Even accounting for those being used as a source for spares, the number acquired so far suggests Singapore has enough vehicles to equip a number of reserve units.","labels":{"f4c8c4c2-698f-455e-978a-755fa9e03b7a":[{"marker":"Answer","extra":{},"start":23,"end":189,"text":"Information from government documents about a delivery of German Leopard 2 tanks to Singapore in 2017 suggest the city-state bought a new batch of tanks for its Army.","user":"hernqv"},{"marker":"Seller","extra":{},"start":81,"end":88,"text":"German ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":107,"end":117,"text":"Singapore ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":88,"end":103,"text":"Leopard 2 tanks","user":"hernqv"},{"marker":"Answer","extra":{},"start":190,"end":442,"text":"According to the register of conventional arms exports released by the German Ministry for Economic Affairs and Energy, Singapore received 18 Leopard 2 main battle tanks in 2017, adding to the seven tanks the German government said it exported in 2016.","user":"hernqv"},{"marker":"Seller","extra":{},"start":399,"end":406,"text":"German ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":310,"end":320,"text":"Singapore ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":329,"end":359,"text":"18 Leopard 2 main battle tanks","user":"hernqv"},{"marker":"Answer","extra":{},"start":928,"end":1099,"text":"Germany previously declared it exported 161 Leopard 2 tanks to Singapore between 2007 and 2012 in its reports to the United Nations Register of Conventional Arms database.","user":"hernqv"},{"marker":"Seller","extra":{},"start":928,"end":936,"text":"Germany ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":991,"end":1001,"text":"Singapore ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":968,"end":987,"text":"161 Leopard 2 tanks","user":"hernqv"},{"marker":"Answer","extra":{},"start":813,"end":927,"text":"German media reports say the manufacturer Krauss-Maffei Wegmann was building Leopard 2A7s for Singapore and Qatar.","user":"hernqv"},{"marker":"Seller","extra":{},"start":813,"end":820,"text":"German ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":890,"end":902,"text":"Leopard 2A7s","user":"hernqv"},{"marker":"Buyer","extra":{},"start":907,"end":917,"text":"Singapore ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":921,"end":926,"text":"Qatar","user":"hernqv"},{"marker":"Answer","extra":{},"start":1175,"end":1437,"text":"The 2017 delivery forms part of the $93 million worth of conventional arms exported to Singapore from Germany that year, which also included recovery vehicles, parts for tanks, various military vehicles, training and in-flight refueling aircraft, and small arms.","user":"hernqv"},{"marker":"Price","extra":{},"start":1211,"end":1222,"text":"$93 million","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1262,"end":1272,"text":"Singapore ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1277,"end":1285,"text":"Germany ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1316,"end":1333,"text":"recovery vehicles","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1335,"end":1350,"text":"parts for tanks","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1352,"end":1377,"text":"various military vehicles","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1392,"end":1420,"text":"in-flight refueling aircraft","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1426,"end":1436,"text":"small arms","user":"hernqv"},{"marker":"Answer","extra":{},"start":1562,"end":1737,"text":"It had previously said that “no other variants of the Leopard has (sic) been acquired” since Singapore announced it had acquired refurbished Leopard 2A4s from Germany in 2006.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1655,"end":1665,"text":"Singapore ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1721,"end":1729,"text":"Germany ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1691,"end":1715,"text":"refurbished Leopard 2A4s","user":"hernqv"}]}},{"context":"Denel Aeronautics is busy preparing to send a first batch of Cheetah fighter jets to the United States and will in the next couple of weeks have the aircraft flying before they head to Florida to join Draken International.\nTwelve ex-South African Air Force (SAAF) Cheetahs (nine single seat Cheetah C and three dual seat D models) were late last year sold to US-based Draken International, which will use them for adversary training for the US Air Force, US Navy and US Marine Corps.\nDraken International earlier this month said batch one of the aircraft will fly in the next couple of weeks for return to service qualifications in South Africa. They will then be shipped to Lakeland, Florida. Denel Aeronautics is currently reassembling the aircraft and getting them flightworthy.\nThe Cheetahs will become the first South African aircraft in the Draken fleet. They will join A-4 Skyhawks equipped with APC-66b radar and L-159 Honey Badgers with GRIFO-L-radars. Draken sees supplementing its fleet with the Cheetahs as offering customers “a capable, yet cost-effective platform”.\nDraken sees the Cheetah as complementary to its recent acquisition of 22 modernised radar-equipped Spanish Mirages F1Ms.\nDenel sold 12 retired Cheetahs to the Ecuadorian Air Force six years ago.","labels":{"671e0901-5b1a-48b4-962e-12f873cb755e":[{"marker":"Answer","extra":{},"start":0,"end":222,"text":"Denel Aeronautics is busy preparing to send a first batch of Cheetah fighter jets to the United States and will in the next couple of weeks have the aircraft flying before they head to Florida to join Draken International.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":61,"end":81,"text":"Cheetah fighter jets","user":"hernqv"},{"marker":"Buyer","extra":{},"start":89,"end":102,"text":"United States","user":"hernqv"},{"marker":"Answer","extra":{},"start":223,"end":483,"text":"Twelve ex-South African Air Force (SAAF) Cheetahs (nine single seat Cheetah C and three dual seat D models) were late last year sold to US-based Draken International, which will use them for adversary training for the US Air Force, US Navy and US Marine Corps.","user":"hernqv"},{"marker":"Seller","extra":{},"start":233,"end":246,"text":"South African","user":"hernqv"},{"marker":"Buyer","extra":{},"start":359,"end":361,"text":"US","user":"hernqv"},{"marker":"Weapon","extra":{},"start":247,"end":272,"text":"Air Force (SAAF) Cheetahs","user":"hernqv"},{"marker":"Buyer","extra":{},"start":441,"end":444,"text":"US ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":455,"end":458,"text":"US ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":467,"end":470,"text":"US ","user":"hernqv"}]}},{"context":"Mali will soon take delivery of an Mi-35M attack helicopter. The sale was announced last year and the aircraft was recently seen flying in Russia.\nThe helicopter was spotted in Malian colours at Rostvertol’s facility at Rostov-on-Don in March, painted in desert camouflage with a Mali air force roundel on the bottom.\nNews of Mali’s acquisition surfaced in September last year when Yury Demchenko, Rosoboronexport delegation head for the Africa Aerospace and Defence (AAD) exhibition in South Africa said over the next year Russian Helicopters would deliver Mi-8/17 transport and Mi-24/35 attack helicopters to Nigeria, Mali, Angola and Sudan.\nHe did not, however, give the number of aircraft ordered by Mali nor the delivery dates. Mali already operates a number of older Mi-24s.\nThe upgraded Mi-35M features several improvements over its predecessors, such as new avionics with multifunction colour displays, more powerful Klimov VK-2500 turboshaft engines developing 2 200 hp, fibreglass main rotor blades, main rotor head with elastomeric joints, a new swashplate and X-type tail rotor. The Mi-35M’s fuselage has shortened stub wings and fixed landing gear. The helicopter’s sighting system has a thermal imager, TV camera and laser rangefinder and designator.\nAccording to Russian Helicopters, weapons include Ataka-V or Shturm-V ant-tank missiles and Igla-V air-to-air missiles, 80 or 122 mm rockets and a GSh-231 23-mm twin-barrel cannon. In addition to weapons, the Mi-35M can carry up to eight personnel in its cabin or cargo weighing 1 500 kg while up to 2 400 kg can be carried on an external sling.\nThe self-protection suite includes a radar warning receiver, chaff & flare dispenser, infrared jammer and engine exhaust suppressor.\nNigeria, meanwhile, has already started receiving its twelve Mi-35Ms, which were ordered in October 2015. The first was delivered in December 2016, according to NAF Chief of Air Staff Sadique Abubakar.\nRosoboronexport hopes for more business from Africa due to peacekeeping missions, terrorism, piracy, smuggling and trafficking.","labels":{"ec1ffe6d-4839-4354-83f9-e0d9db997b5f":[{"marker":"Answer","extra":{},"start":0,"end":146,"text":"Mali will soon take delivery of an Mi-35M attack helicopter. The sale was announced last year and the aircraft was recently seen flying in Russia.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":5,"text":"Mali ","user":"hernqv"},{"marker":"Seller","extra":{},"start":139,"end":145,"text":"Russia","user":"hernqv"},{"marker":"Weapon","extra":{},"start":35,"end":59,"text":"Mi-35M attack helicopter","user":"hernqv"},{"marker":"Answer","extra":{},"start":318,"end":643,"text":"News of Mali’s acquisition surfaced in September last year when Yury Demchenko, Rosoboronexport delegation head for the Africa Aerospace and Defence (AAD) exhibition in South Africa said over the next year Russian Helicopters would deliver Mi-8/17 transport and Mi-24/35 attack helicopters to Nigeria, Mali, Angola and Sudan.","user":"hernqv"},{"marker":"Seller","extra":{},"start":524,"end":532,"text":"Russian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":558,"end":575,"text":"Mi-8/17 transport","user":"hernqv"},{"marker":"Weapon","extra":{},"start":580,"end":607,"text":"Mi-24/35 attack helicopters","user":"hernqv"},{"marker":"Buyer","extra":{},"start":611,"end":618,"text":"Nigeria","user":"hernqv"},{"marker":"Buyer","extra":{},"start":620,"end":624,"text":"Mali","user":"hernqv"},{"marker":"Buyer","extra":{},"start":626,"end":633,"text":"Angola ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":637,"end":642,"text":"Sudan","user":"hernqv"}]}},{"context":"WASHINGTON — The U.S. State Department has approved a $270.4 million sale to the United Arab Emirates that includes more than 300 Sidewinder missiles, and a $197 million upgrade of Qatar’s air operations center. Raytheon will be the prime contractor for each.\nThe proposed sale to Qatar, which Congress must approve, comes amid a standoff between Doha and a Saudi-led, four-nation alliance. Qatar is home to Al Udeid Air Base, which houses 10,000 U.S. personnel and serves as a crucial overseas American base.\nThe State Department announced Thursday it had notified Congress of the two sales. Saudi Arabia, the UAE, Bahrain and Egypt cut ties with Qatar in June, accusing the tiny but super-rich Gulf state of supporting militant groups and cozying up to Shiite, non-Arab Iran — charges Doha denies.\nThe State Department announcement called Qatar, “a friendly country that has been, and continues to be, an important force for political stability and economic progress in the Persian Gulf region.”\nSenate Foreign Relations Committee Chairman Bob Corker, R-Tenn., announced in February he would lift his eight-month hold on U.S. arms sales to Gulf Cooperation Council member states, which he levied to pressure a resolution with Qatar. At the time, he lamented the crisis between the Saudi-led bloc and Qatar was no closer to a resolution.\nAccording to the State department announcement, the U.S. upgrade of the Qatar Emiri Air Force’s air operations center would include:\nOne multifunctional information distribution system low-volume terminal.\nGPS selective availability anti-spoofing module chips.\nSimple key loaders.\nHigh-assurance internet protocol encryptors.\nGround-support system components for Link 16.\nInfrastructure construction, integration, installation and sustainment services.\nCybersecurity services.\nTechnical and support facilities.\nCommunications security support.\nThe prime contractor, Raytheon, of Waltham, Massachusetts, is expected to assign 15 contractor representatives to Qatar, beside five government representatives.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\n“This proposed sale will contribute to the foreign policy and national security of the United States by helping to improve the security of a friendly country that has been, and continues to be, an important force for political stability and economic progress in the Persian Gulf region,” the State Department’s statement reads. “The proposed sale will help strengthen Qatar’s capability to counter current and future threats in the region and reduce dependence on U.S. forces.”\nUS senators want vote to end support for Saudi Arabia in Yemen war A bipartisan trio of U.S. senators have introduced a measure aimed at ending U.S. military support for the the Saudi-led coalition in Yemen’s civil war.\nThe proposed U.S. sale to the UAE Air Force includes:\n300 AIM-9X-2 Sidewinder Block II missiles.\n40 AIM-9X-2 Sidewinder Captive Air Training Missiles.\n30 AIM-9X-2 Block II Tactical guidance units.\n15 AIM-9X-2 CATM guidance units.\nContainers, spares, support equipment and missile support.\nU.S. government and contractor technical assistance and other related logistics support.\nThe prime contractor would be Raytheon Missile Systems Company, of Tuscon, Arizona.","labels":{"1c9574ce-d754-47f0-b2af-848c7000f100":[{"marker":"Answer","extra":{},"start":13,"end":211,"text":"The U.S. State Department has approved a $270.4 million sale to the United Arab Emirates that includes more than 300 Sidewinder missiles, and a $197 million upgrade of Qatar’s air operations center.","user":"hernqv"},{"marker":"Seller","extra":{},"start":17,"end":21,"text":"U.S.","user":"hernqv"},{"marker":"Price","extra":{},"start":54,"end":68,"text":"$270.4 million","user":"hernqv"},{"marker":"Buyer","extra":{},"start":81,"end":101,"text":"United Arab Emirates","user":"hernqv"},{"marker":"Weapon","extra":{},"start":126,"end":149,"text":"300 Sidewinder missiles","user":"hernqv"}]}},{"context":"BRASILIA -- Brazil has announced a shortlist of four companies for its Tamandaré class corvette program. The list includes ÁGUAS AZUIS, a consortium made up of ATECH Negocios, Embraer, and Thyssen Krupp; Damen Saab Tamandaré, a team made up of Damen Schelde, Saab AB, and CONSUB Defensa y Tecnolgía SA; FLV, a consortium consisting of Fincanteiri SpA, Leonardo, and VARD Promar SA; and VILLEGAGNON, made up of Naval Group, ENSEADA Industria Naval, and Mectron.\nBrazil originally received nine responses to a tender for four new corvettes. Brazil would like the corvettes to have a displacement of 2,790 metric tons, a length of 103.4 meters, a width of 12.8 meters, and a top speed of 25 knots. The Navy would also like the vessels to be equipped with full electronic sensor and electronic warfare suites, as well as torpedo tubes, decoy launchers, weapons, and anti-air missile launchers. MBDA's Sea Ceptor is the most likely candidate for the missile system, while the Artisan 3-D Type 997 is expected to fulfill the radar requirement. Furthermore, the vessel must contain 40 percent locally produced content.\nThe downselect was expected to take place in August. So the announcement represents a delay of a few months. That delay will ripple to the final decision as well. Brazil would like the first vessel under the Tamandaré program to enter service in 2022. However, with delays already mounting, a delay of at least a year or two is likely.","labels":{"514ee8ea-990c-45fa-bc8e-843b131d4a45":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"B","user":"hernqv"}]}},{"context":"The government of India has canceled Rs 3,300 cr order for 8,356 Spike anti-tank missiles that was to be produced in India by Bharat Dynamics Ltd, a government of India enterprise, in association with an Israeli company.\nThe anti-tank missiles were supposed to be have been produced with transfer of technology from Israel-based Spike. Preliminary approval for the deal was given in June 2009 and a ‘request for proposal’ (akin to a tender) was issued in April 2010.\nHowever, said defence minister Nirmala Seetharaman, the government has ‘retracted’ the request for proposal for the missiles as on Dec 20, 2017.\nThis, she said, was done after the Defence Research and Development Organization was successful in creating an indigenous anti-tank missile that can be manufactured without the aid of any technology licensing from foreign companies.\n“On account of indigenous development of 3rd Generation Man-Portable Anti-Tank Guided Missile (MPATGM) system by Defence Research & Development Organization, it was, inter alia, decided that there is no need to acquire ToT with the ATGM system,” Seetharam said.\nThe MPATGM, which weighs around 20 kg, can be used by Infantry Battalions against Armoured vehicles up to 2.5km in range and will replace the Soviet-era anti-tank missiles used by Indian army. It will compete with units such as the US’ Javelin missiles (picture above).\nIndia is estimated to require about 80,000 anti-tank missiles. The DRDO variant, meanwhile, is expected to complete final testing this year.","labels":{"d0a519c6-3551-41a5-9e37-edf27d293c25":[{"marker":"Answer","extra":{},"start":0,"end":220,"text":"The government of India has canceled Rs 3,300 cr order for 8,356 Spike anti-tank missiles that was to be produced in India by Bharat Dynamics Ltd, a government of India enterprise, in association with an Israeli company.","user":"hernqv"},{"marker":"Seller","extra":{},"start":204,"end":212,"text":"Israeli ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":18,"end":24,"text":"India ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":59,"end":89,"text":"8,356 Spike anti-tank missiles","user":"hernqv"}]}},{"context":"John Vandiver Stars and Stripes The U.S. will deliver more sniper rifles, grenade launchers, counter-artillery radars and other gear to the Ukrainian military as...\nJohn Vandiver\nStars and Stripes\nThe U.S. will deliver more sniper rifles, grenade launchers, counter-artillery radars and other gear to the Ukrainian military as part of an ongoing effort to bolster its defenses on land and at sea, the Pentagon announced.\nThe Defense Department said in a statement Tuesday it will provide $250 million in military aid that also will include training for Ukrainian forces and equipment for Ukraine’s navy, which has struggled to counter Russia in the increasingly tense Black Sea area.\nThe funding boost coincides with progress Ukraine has made by reforming its command and control functions, as well as by strengthening civilian oversight of its military, the statement said.\n“These reforms will bolster Ukraine’s ability to defend its territorial integrity in support of a secure, prosperous, democratic, and free Ukraine,” it said.\nThe new funds bring total U.S. security assistance to Ukraine up to $1.4 billion since 2014, following Russia’s annexation of the Crimean Peninsula and its support for armed separatists in the country’s breakaway eastern region. However, it has only been in the past year that the U.S. has begun shipping lethal military aid to the country, where sporadic clashes continue between government security forces and the militants.\nIn 2018, Washington began stepping up its support to Ukraine by providing military equipment, such as anti-tank Javelin missiles. In September, the U.S. Coast Guard transferred two Island-class cutters, armed with .50-caliber machine guns and 25 mm deck guns, to Ukraine to bolster the country’s small navy.\nTensions with Russia sparked around the Black Sea in November when the Russian coast guard fired upon and seized three Ukrainian ships that were attempting to pass through the Kerch Strait to the Sea of Azov.\nIn the months since the incident, the U.S. has called on allies to demonstrate more support for Ukraine. In April, NATO members responded with an agreement to expand their presence in the Black Sea by conducting more port visits. The agreement also focused on improving NATO’s “situational awareness” in the region and stepping up maritime forces training.\nThe new funds also will aim to improve the Ukrainian navy and naval infantry’s “maritime situational awareness and operations,” the Pentagon said.\nOther areas of focus are improving the “survivability” of Ukraine’s ground and special operations forces with counter-artillery radars, electronic warfare detection equipment and help ensuring secure lines of communication.\n———\n©2019 the Stars and Stripes\nVisit the Stars and Stripes at www.stripes.com\nDistributed by Tribune Content Agency, LLC.","labels":{"a6ea3287-8fb5-4eb9-9857-def20f60baa3":[{"marker":"Answer","extra":{},"start":0,"end":162,"text":"John Vandiver Stars and Stripes The U.S. will deliver more sniper rifles, grenade launchers, counter-artillery radars and other gear to the Ukrainian military as.","user":"hernqv"},{"marker":"Seller","extra":{},"start":36,"end":40,"text":"U.S.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":140,"end":150,"text":"Ukrainian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":59,"end":72,"text":"sniper rifles","user":"hernqv"},{"marker":"Weapon","extra":{},"start":74,"end":91,"text":"grenade launchers","user":"hernqv"},{"marker":"Weapon","extra":{},"start":94,"end":117,"text":"ounter-artillery radars","user":"hernqv"},{"marker":"Seller","extra":{},"start":201,"end":205,"text":"U.S.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":224,"end":237,"text":"sniper rifles","user":"hernqv"},{"marker":"Weapon","extra":{},"start":239,"end":256,"text":"grenade launchers","user":"hernqv"},{"marker":"Weapon","extra":{},"start":258,"end":282,"text":"counter-artillery radars","user":"hernqv"},{"marker":"Buyer","extra":{},"start":305,"end":315,"text":"Ukrainian ","user":"hernqv"},{"marker":"Answer","extra":{},"start":197,"end":420,"text":"The U.S. will deliver more sniper rifles, grenade launchers, counter-artillery radars and other gear to the Ukrainian military as part of an ongoing effort to bolster its defenses on land and at sea, the Pentagon announced.","user":"hernqv"},{"marker":"Answer","extra":{},"start":1590,"end":1767,"text":"In September, the U.S. Coast Guard transferred two Island-class cutters, armed with .50-caliber machine guns and 25 mm deck guns, to Ukraine to bolster the country’s small navy.","user":"hernqv"},{"marker":"Seller","extra":{},"start":1608,"end":1612,"text":"U.S.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1637,"end":1661,"text":"two Island-class cutters","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1723,"end":1731,"text":"Ukraine ","user":"hernqv"}]}},{"context":"MOSCOW, August 24. /TASS/. The US policy of putting pressure on Russia has crossed the \"red line,\" and Moscow should think about an asymmetric response, such as the deployment of its tactical nuclear weapons abroad, a senior Russian lawmaker told TASS on Friday.\n\"I believe that now Russia has to draw its own ‘red lines.’ The time has come to ponder on variants of asymmetric response to the US, which are now being suggested by experts and are intended not only to offset their sanctions but also to do some retaliatory damage,\" said Vladimir Gutenev, the first deputy head of the economic policy committee of the State Duma, the lower chamber of the Russian parliament.\nAmong such measures, the official named the deployment of Russian tactical nuclear weapons in other countries, such as Syria, the use of gold-linked cryptocurrencies for Russian arms exports and the suspension of a number of treaties with the United States, including on non-proliferation of missile technologies.\n\"It’s no secret that serious pressure is being put on Russia, and it will only get worse. It is intended to deal a blow to defense cooperation, including defense exports. We see that the Americans now speak about the possibility of sanctions against the countries that purchase Russian weaponry… We should follow the advice of certain experts, who say that Russia should possibly suspend the implementation of treaties on non-proliferation of missile technologies, and also follow the US example and start deploying our tactical nuclear weapons in foreign countries. It is possible that Syria, where we have a well-protected airbase, may become one of those countries,\" Gutenev said.\nThe lawmaker added that in order to respond to possible \"US attempts to thwart deals on Russian weaponry and civilian goods,\" Russia should \"consider the possibility of conducting transactions in cryptocurrencies that are linked to the value of gold.\"\n\"And I’m sure that this will be a very interesting option for China, India, and other states as well,\" he said.\nAccording to Gutenev, the whole package of those measures \"could become a very serious argument\" in Russia’s favor.\n\"In boxing, one cannot just dodge blows, but has to strike in response, too. Especially when all the rules have been violated and the referees - such as the WTO and other international institutions - prefer to stay silent,\" he said.\nCommenting on sanctions that are already in place, Gutenev said they are unlikely to do serious damage to Russia’s defense industry.\n\"The import substitution program has produced very good results, alternative suppliers have been found,\" he said. \"However, we are concerned about the fact that the sanctions are still gaining momentum and have become somewhat imminent,\" he said.\nSkripal case and US sanctions\nOn Wednesday, August 22, Washington hit Russia with more sanctions over its alleged involvement in the March 4 poisoning of former GRU Colonel Sergei Skripal and his daughter Yulia in Salisbury, near London. The Department of State claims that Russia acts in breach of the Chemical and Biological Weapons Control and Warfare Elimination Act of 1991.","labels":{"d8e20db9-708c-4e48-8c46-acb1975f3a12":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"M","user":"hernqv"}]}},{"context":"Three companies in the contest have been declared compliant after retrials\nAfter several retrials and delays, the Army is set to begin contract negotiations in the multi-billion dollar deal for the very short-range air defence system or VSHORAD.\n“The activities relating to the Contract Negotiation Committee for the deal started in mid-February. The bids will be opened shortly to select the lowest bidder so as to begin cost negotiations,” a defence official said.\nBefore the bids are opened, a benchmark price will be set based on various factors, and the bids will be checked with it.\nThe request for proposal was first issued in October 2010 for over 5,000 missiles, 258 single launchers and 258 multi-launchers, estimated to cost ₹6,400 crore. Since then, there have been trials and retrials because of the deviations in the products. In the earlier cases, the Army tried to avoid the situation of only one vendor left in the field, with others eliminated for non-compliance, because this would result in the cancellation of the tender under the Defence Procurement Procedure. So, re-trials were held again after the vendors were given time to fix the anomalies. “Three companies are in the contest, and all have been declared compliant after the re-trials held last year,” the official said. The request for information was issued in 2010. The trials started in 2012. Of the five who responded, MBDA of France; Rosoboronexport of Russia; and SAAB of Sweden made it.\nSystem configuration\nThe system should have a maximum range of 6 km and an altitude of 3 km, besides all-weather capability. It will replace the IGLA. Early last year, the Defence Ministry cancelled a second air defence tender for a short-range surface-to-air missile and decided to go for two more regiments of the indigenous Akash systems.","labels":{"4067f7ce-55a3-4149-bbde-d6621f85cf56":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"Goose-stepping troops were the highlight of the military parade held in Doha, Qatar, on Dec. 18 in celebration of the country’s National Day, China Central Television reported.\nDuring the hour-long event, more than 5,000 soldiers in 14 formations marched in goose step, a signature move of the Chinese People’s Liberation Army (PLA).\nBefore the military parade, they received formation training from the guards of honor of the PLA. For historical reasons, Qatar had relied on British drill regulations in its previous National Day military parades.\nAfter the parade, Qatar’s Deputy Prime Minister and Minister of State for Defense Affairs Khalid bin Mohammad Al Attiyah received the PLA trainers, speaking highly of their work and the results.\nHe said that Qatar is willing to further enhance cooperation with China.","labels":{"73d903dc-63ad-4671-9fb3-8d3435436e9f":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"G","user":"hernqv"}]}},{"context":"The US State Department has approved the possible sale of 12 A-29 Super Tucano aircraft, along with weapons, spares and training, to Nigeria in a contract that could be worth $593 million.\nThe US Defence Security Cooperation Agency (DSCA) on 3 August announced that the possible Foreign Military Sale had been approved and Congress had been notified on 2 August.\nThe prime contractor is the Sierra Nevada Corporation, headquartered in Centennial, Colorado. The company is building Super Tucanos for the Afghan Air Force and Lebanon at its US facility.\n“These aircraft will support Nigerian military operations against terrorist organizations Boko Haram and ISIS West Africa, and Nigerian efforts to counter illicit trafficking in Nigeria and the Gulf of Guinea,” the DSCA said. “The Super Tucano is a sustainable platform for counterterrorism, counter-insurgency, border surveillance, and illicit trade interdiction operations.”\nThe DSCA went on to say in a notification that Nigeria is an important partner in the US national security goal to defeat ISIS, including its branches in Africa, and this sale is part of the US commitment to help Nigeria and the Lake Chad Basin countries in that fight. “The proposed sale, and associated training and engagement, is one piece of broader U.S. security cooperation to help professionalize, modernize, and build the capacity of Nigeria’s armed forces and strengthen the US security relationship with Africa’s largest democracy.”\nForeign Military Sale to the Government of Nigeria of twelve (12) A-29 Super Tucano aircraft and weapons, including all associated training, spare parts, aviation and ground support equipment, and hangar, facilities, and infrastructure required to support the program. The estimated total case value is $593 million. The Defense Security Cooperation Agency delivered the required certification notifying Congress of this possible sale on August 2, 2017.\nThe potential sale will include logistics support, training, spares, ground support equipment and infrastructure. This will include special training on the law of armed conflict and human rights, and air-to-ground integration to minimize civilian harm in air operations.\nNigeria has been seeking Super Tucanos since 2015, but concerns by the Obama administration about Nigeria’s human rights record put the deal on hold. When Donald Trump came into office the deal started moving forward, but, according to Defense News, the sale may encounter turbulence.\nIn June, US Senators Cory Booker, D-N.J., and Rand Paul, R-Ky., sent a letter to Secretary of State Rex Tillerson saying, “We are concerned that the decision to proceed with this sale will empower the government to backtrack even further on its commitments to human rights, accountability, and upholding international humanitarian law, which in turn could spur greater unrest and violence, particularly in the northeastern part of the country.”\nUS Congress may block the sale – a Congressman earlier this year put on hold a proposed sale to Kenya of armed Air Tractor aircraft due to alleged anti-competitive behaviour by its manufacturers.\nEmbraer has recorded a number of orders for its Super Tucano from African countries, which see it as a low cost light attack aircraft that can also be used as a trainer. On the continent, the Super Tucano has been ordered by Angola, Burkina Faso, Mauritania, Mali, Ghana and Senegal.\nThe Nigerian Air Force may also get second hand Super Tucanos – in February the Nigerian Air Force announced that Brazilian government had approved the sale of three second hand Super Tucano aircraft to Nigeria.","labels":{"13af062d-f56e-42e9-a257-81621714fafe":[{"marker":"Answer","extra":{},"start":0,"end":188,"text":"The US State Department has approved the possible sale of 12 A-29 Super Tucano aircraft, along with weapons, spares and training, to Nigeria in a contract that could be worth $593 million.","user":"hernqv"},{"marker":"Seller","extra":{},"start":4,"end":7,"text":"US ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":58,"end":87,"text":"12 A-29 Super Tucano aircraft","user":"hernqv"},{"marker":"Buyer","extra":{},"start":133,"end":141,"text":"Nigeria ","user":"hernqv"},{"marker":"Seller","extra":{},"start":175,"end":187,"text":"$593 million","user":"hernqv"}]}},{"context":"Author: Iftekharul Bashar, RSIS\nThreats to Bangladesh’s internal security continue to emanate from groups affiliated with al-Qaeda and the so-called Islamic State (IS). The key groups operating in Bangladesh are the Jamma’atul Mujahideen Bangladesh (JMB) and Ansar al-Islam. An IS-centric offshoot of JMB, often referred to as the Neo-JMB, is also active. Despite sustained counter-terrorism operations, these groups continue to adapt to the evolving security environment and form new alliances.\nSince the IS-inspired Dhaka cafe attack in 2016, Bangladeshi law enforcement agencies have scaled up their operations across the country — 906 people have been arrested for their alleged involvement in Neo-JMB and around 100 militants were killed during these operations. This has created leadership disarray within Neo-JMB and drastically reduced its capacity to raise funds and carry out attacks.\nAs the year draws to a close, Neo-JMB appears weakened but not yet contained. The group has a new leader reviving the group. Recruitment continues and the group is allegedly planning terror attacks. There is also the possibility of lone-wolf or single actor attacks, as pro-IS propaganda materials are still available online and circulated through social media.\nThis year has also seen the re-emergence of JMB, which is gradually rebuilding its networks after the arrest of hundreds of JMB leaders and activists in 2005. According to Bangladeshi authorities, JMB and Ansar al-Islam (the Bangladeshi wing of al-Qaeda) are possibly working together, or at least have similar targets. The July 2018 killing of Shahjahan Bachchu — a writer, publisher and former left-wing politician — is a case in point. Bachchu came under the radar of both terrorist groups thanks to his secular blogs. The groups then worked in tandem to kill him: Ansar al-Islam conducted the reconnaissance while JMB eliminated him.\nIn mid-2018, JMB opened a new wing in India: Jama’atul Mujahedeen India (JMI). The group believes in using Qital (armed struggle) to ‘uproot polytheism and to establish Islam’ and claims that the Indian subcontinent is a future battlefield for establishing the caliphate.\nThe revival of JMB highlights the possibility of a new wave of terrorist activities in Bangladesh, especially as the country prepares for elections at the end of 2018. The group vehemently opposes democracy and may try to target polling centres.\nBangladesh and India have carried out around 100 joint operations to dismantle JMB. But the success of this campaign will be limited unless a long-term strategy is formed to check Islamist militancy.\nWhile the Bangladesh government’s response to terrorism in 2018 was largely operational, they have put in place a range of strategic initiatives. Authorities are focussing on the threat of cyber-radicalisation and mobilisation by militant groups. They are also engaging Muslim clerics to create greater awareness of extremism and terrorism and working to regulate Madrassa education.\nBangladeshi authorities continue to organise community engagement programs and inter-faith dialogues. Some agencies are currently working with academics to promote an in-depth understanding of preventing and countering violent extremism. Law enforcement agencies are also using mobile-apps to collect human intelligence and feedback from the community.\nBangladesh’s key challenge at this juncture is to build a well-structured counter-terrorism strategy and action plan. This should include cyber platforms for encouraging moderation and a policy for rehabilitating extremists.\nHampering Bangledesh’s efforts is the limited coordination between counter-terrorism agencies and the prison system. Quite often, terrorist detainees and inmates bribe prison officers to be transferred to prisons of their choice. This makes monitoring difficult.\nOne positive development has been the establishment of an Anti-Terrorism Tribunal (ATT) — under the 2009 Anti-Terrorism Act — to more efficiently trial terrorist suspects. The ATT will be in charge of the Dhaka cafe attack trial. The second tribunal will be set up in Chittagong.\nNotwithstanding the decline in attacks, the terrorist threat in Bangladesh remains real and the fight against it is likely to continue. Despite the sustained operational response, terrorist groups have been able to survive, re-organise and expand. Bangladesh’s response must be recalibrated. While police and other law enforcement agencies are doing their part in the operational realm, there is a need to ensure continuity and to rethink strategic options. As a new administration takes over in 2019, it remains to be seen how Bangladesh will work to reduce the threat.\nIftekharul Bashar is an Associate Research Fellow with the International Centre for Political Violence and Terrorism Research (ICPVTR), S Rajaratnam School of International Studies (RSIS), Nanyang Technological University, Singapore.\nThis article is part of an EAF special feature series on 2018 in review and the year ahead.","labels":{"25daae46-232b-440f-8ed3-e17133dba17e":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"India's first private sector unit for manufacturing unmanned aerial vehicles (UAVs) to cater to both the Indian armed forces and the global market was formally launched at Adani Aerospace Park here on Friday.\nBuilt jointly by the Adani Defence & Aerospace and Israel-based Elbit Systems with an initial investment of $15 million, the 50,000 sq ft facility will develop the Hermes 900 medium altitude long-endurance UAVs of Elbit.\nThe unit, formally inaugurated by Telangana's Home Minister Mohammad Mahmood Ali, will begin with the manufacture of complete carbon composite aerostructures for Hermes 900, followed by Hermes 480, catering to global markets.\nAshish Rajvanshi, Head Adani Defence and Aerospace, told reporters that till India finalises its order for 150 UAVs, the company will make fuselages for UAVs, which will be fitted with avionics in Israel before being delivered to customers in the global market.\nAfter receiving orders from Indian defence forces, the facility will be ramped up for assembly and integration of complete UAVs.\n\"We will start with export market and as and when the country is ready we will supply to Indian armed forces,\" he said, adding a three-year order pipeline was in place.\nThe first product is expected to be rolled out in March-April, 2019. The unit will make four UAVs in the first year and this will be ramped up to 18 by 2020.\nThe plant, in which Adani has 51 per cent stake and Elbit 49 per cent, may see the investment doubling in the coming years depending on the requirements.\nIt is the first unit to come up at Adani Aerospace Park, the first defence and aerospace complex of Adani Group spread over 20 acre area at Hardware Park on the outskirts of Hyderabad.\nAshish said another joint venture with US-based Rave Gears coming at Park to make helicopter transmission gears will be operational by September 2019.\nThe gears will be made for both defence and commercial sectors, catering to requirements in India and the global market. The unit may see investment of $50 million to $150 million depending on the requirement, size and complexity of gears.\nAdani, which in 2017 announced collaboration with Swedish firm Saab to compete for an order to supply fighter jets for the Indian Air Force, is developing another aerospace and defence cluster at over 100 acres at Mundra in Gujarat, where Adani Group has its largest industrial base.\nHe said they had six companies in their portfolio, including Alpha Designs, the JVs with Elbit and Rave Gears.\nBezhalel Machlis, President and Chief Executive Officer, Elbit Systems said they see big potential for UAV business in India. He said their partnership with Adani would bring advanced UAV technologies to the country.\nHermes 900 UAV can fly non-stop for 36 hours with a range of 1,000 km 30,000 feet above the sea level and carry 450 kg of payload. Elbit is already supplying it to more than 15 countries and also to the UN for its missions.\nMachlis believes India could become third key market for their defence systems after the US and Israel. The company's global sales in 2017 were $3.6 billion and in 2019 it is expected to cross $4 billion.\n--IANS\nms/mag/vm","labels":{"90d6034d-4258-4e17-9fc8-a946202bbd71":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"I","user":"hernqv"}]}},{"context":"An investigation by Global Affairs cast doubt on suggestions that civilians were deliberately targeted by Saudi Arabian forces using Canadian armoured vehicles when the Saudi interior ministry cracked down on a rebellious enclave last summer, a newly-released document reveals.\nA briefing note, drafted on Oct. 10, 2017 for Foreign Affairs Minister Chrystia Freeland, was released Monday by her staff.\nThe review was ordered last year after videos surfaced online which showed armoured trucks known as Gurkhas, built by Terradyne of Newmarket, Ont., were apparently involved in the fighting in the village of Al-Awamiyah, in the Shia majority eastern region of Qatif.\nAnother video, which surfaced at the same time last July, purportedly showed Canadian-made light armoured vehicles (LAVs), manufactured separately by General Dynamic Land Systems of London, Ont., fighting in the same area.\nAppearing before House of Commons foreign affairs committee in February, Freeland said the investigation by Canadian officials \"found no conclusive evidence that Canadian-made vehicles were used in human rights violations.\"\nShe called the review \"independent\" and \"objective.\"\nHuman rights groups — notably Project Ploughshares — challenged Freeland to release the full investigation.\n'No credible information'\nPloughshares Executive Director Cesar Jaramillo told CBC News in March that the Liberal government owed it to Canadians to explain how it came to the conclusion that no abuses took place in eastern Saudi Arabia involving Canadian vehicles.\n\"There is no credible information that Saudi Ministry of Interior forces committed serious human rights violations in the conduct of that operation, with Gurkhas or otherwise,\" says the briefing note. \"We also assess that the Saudi Ministry of Interior forces made efforts to minimize civilian casualties, that the use of force remained proportionate and appropriate given the level of threat in the area.\"\nThe briefing note describes itself as having been based on \"wide range of diplomatic, security and other contacts\" in the Kingdom.\nJaramillo said, for him, the briefing note just raises more questions.\n\"Some of the sources of this supposed validation are suspect at best,\" he told CBC News on Monday.\nThe briefing note does not appear to have been compiled using first-hand accounts from the region or interviews with officials at Human Rights Watch, which levelled most of the allegations.\n\"Information gathered to date by the Department does not substantiate allegations that civilians were deliberately targeted by Ministry of Interior forces in the conduct of the operation, and a number of sources confirm that most of the population of Al-Awamiyah was evacuated,\" it says.\nOfficials said they couldn't even determine from the video whether the Terradyne vehicle seen in it was even firing, or why.\n\"It is not possible to confirm either the target or the tactical situation, including whether the vehicle crews were returning fire after having been fired upon,\" says the briefing note.\nMissing the point\nJaramillo said officials writing the briefing note missed a key point about arms-control law.\nThe question under international law for countries like Canada engaging in the arms trade, he said, isn't whether an action took place, but whether the weapons being exported run the \"risk\" of being used to violate human rights.\n\"In order to cast doubt, they paint a picture of where shots may have been fired and coming from, when that is not the point,\" he said.\nThe briefing note also attempts to debunk the notion that more heavily-armed and lethal Canadian-made LAVs were involved separately in fighting, saying only one Saudi national guard unit, which uses the vehicles, was put on standby.\nIt shows the government suspended Terradyne's two export permits to Saudi Arabia almost immediately after the videos surfaced.\nThey were later reinstated.\nThe briefing note told Freeland that Terradyne had received an additional order from the Saudi Kingdom and those vehicles were in various states of assembly at the time of the permit suspension.\nIt warned the company would be unable to sell them to another customer because they were custom-built.","labels":{"bef7f305-85bb-4066-bace-5ceae54d50e5":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"Russia is Ready to Make Maximum Use of the Potential of Military Cooperation with Angola\n(Source: Russian Ministry of Defence; issued Aug 22, 2018)\nRussia is ready for the maximum development of military and military-technical cooperation with Angola, said Deputy Minister of Defence of the Russian Federation Alexander Fomin during his talks with State Secretary for Defence Policy and International Cooperation of the Republic of Angola Admiral Gaspar dos Santos Rufino.\nThe Russian Deputy Defence Minister also noted the commonality of the approaches of the two countries to threats and challenges in the sphere of security.\nIn his estimation, there is no contradiction between Russia and Angola.\nFor many decades relations between Russia and Angola have been based on basic principles, such as equality and respect. There are no contradictions, unsolvable questions. Russia and Angola are distinguished by the unity of views.\nIn his turn, State Secretary for Defence Policy and International Cooperation of the Republic of Angola Admiral Gaspar dos Santos Rufino noted that Angola is interested in Russia strengthening its positions on the international arena.\nAngola is interested in making Russia stronger in order to maintain a balance in the world.\n-ends-","labels":{"ebe91603-8bda-4edb-b30e-01f3c07b61e1":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"R","user":"hernqv"}]}},{"context":"OTTAWA (Reuters) - Just one day after signing a $233 million agreement to sell 16 helicopters to the Philippines, the Canadian government on Wednesday ordered a review of the deal amid concerns the aircraft could be used to fight rebels.\nFILE PHOTO: Canada's Minister of international trade Francois-Philippe Champagne speaks during an interview with Reuters in Danang, Vietnam November 8, 2017. REUTERS/Jorge Silva\nTrade Minister Francois-Philippe Champagne said that the deal - formally signed on Tuesday - had been struck in 2012 on the understanding the helicopters would be used for search-and-rescue missions.\nPhilippine Major-General Restituto Padilla, military chief of plans, told Reuters on Tuesday the helicopters would be used for the military’s internal security operations, adding they could also be deployed in search-and-rescue and disaster relief operations.\n“When we saw that declaration ... we immediately launched a review with the relevant authorities. And we will obviously review the facts and take the right decision,” Champagne told reporters, without giving more details.\nThe Bell 412EPI helicopters were due be delivered early next year as the Philippine military prepares to step up operations against Islamist and communist rebels.\nPhilippine Defence Secretary Delfin Lorenzana initially expressed bemusement at news of Canada reviewing the deal.\nHe later issued a statement that the helicopters would primarily be used for the transporting and supplies, ferrying wounded soldiers and for humanitarian assistance and disaster response.\n“They are not attack or close support aircraft,” Lorenzana said. “While they may be used in support of Internal Security Operations ... their role is limited to those that I mentioned.”\nHe added: “Should the Canadian government choose to discontinue their sale of the aircraft to us, then we will procure them from another source.”\nCLEAR REGULATIONS\nPrime Minister Justin Trudeau, asked later whether he was concerned the helicopters might be used against Filipino citizens, replied “Absolutely.”\nCanada has very clear regulations about to whom it can sell weapons and how they can be used, he said during a question and answer event at the University of Chicago.\n“We are going to make sure before this deal or any other deal goes through that we are abiding by the rules ... that Canadian governments have to follow,” he said.\nIn November, Philippines President Rodrigo Duterte publicly criticized Trudeau at a regional summit in Manila for raising questions about his war on drugs, calling it an “official insult”, adding that he “would not answer to any other bullshit, especially (from) foreigners”.\nNearly 4,000 Filipinos have been killed by police in the campaign since June 2016. Human rights groups accuse police of carrying out illegal killings, staging crime scenes and falsifying reports, a charge they deny.\n“Human rights is a key element of our foreign policy and of our trade policy,” said Champagne.\nIn 2016, the Liberal government was criticized for deciding to honor a contract to sell light armored vehicles to Saudi Arabia, despite human rights concerns. Like the helicopter contract, the deal had been arranged by Canada’s former Conservative administration.\nPhilippine defense ministry spokesman, Arsenio Andolong, said it was “unfair to equate internal security operations in general with human rights violations” or to cast judgment on the military when allegations were unverified.\nHe did not specify what the allegations or violations were, or who had made them.","labels":{"e082dde1-6cfb-477b-8bc7-133720e4990e":[{"marker":"Answer","extra":{},"start":19,"end":237,"text":"Just one day after signing a $233 million agreement to sell 16 helicopters to the Philippines, the Canadian government on Wednesday ordered a review of the deal amid concerns the aircraft could be used to fight rebels.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":79,"end":93,"text":"16 helicopters","user":"hernqv"},{"marker":"Price","extra":{},"start":48,"end":60,"text":"$233 million","user":"hernqv"},{"marker":"Buyer","extra":{},"start":101,"end":112,"text":"Philippines","user":"hernqv"},{"marker":"Seller","extra":{},"start":118,"end":127,"text":"Canadian ","user":"hernqv"},{"marker":"Answer","extra":{},"start":2980,"end":3243,"text":"In 2016, the Liberal government was criticized for deciding to honor a contract to sell light armored vehicles to Saudi Arabia, despite human rights concerns. Like the helicopter contract, the deal had been arranged by Canada’s former Conservative administration.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3068,"end":3090,"text":"light armored vehicles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":3094,"end":3106,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Seller","extra":{},"start":3199,"end":3205,"text":"Canada","user":"hernqv"}]}},{"context":"A Philippine Air Force officer stands next to a ScanEagle Unmanned Aerial Vehicle, on its launcher, during the turn-over ceremonies of 6 ScanEagle Unmanned Aerial Vehicles at the military airbase in Manila on Tuesday. Ted Aljibe, AFP\nMANILA - The United States handed over six surveillance drones to its ally the Philippines on Tuesday, as part of efforts to boost its ability to tackle a growing threat from Islamist militants and to respond to natural disasters.\nThe six Boeing Insitu ScanEagle drones, which have two cameras and can operate for up to 24 hours on a single run, were financed through a $13.7 million grant from Washington's foreign military assistance program.\nIt follows the transfer of two single-engine surveillance planes last year.\nThe Philippines plans to deploy the drones for surveillance against militants and pirates, and for surveying the aftermath of disasters like typhoons, mudslides and earthquakes.\n\"This acquisition of ScanEagle is one way to modernize the military to deter those who want to wage war against our country,\" Defense Secretary Delfin Lorenzana said at a ceremony at a Manila air force base, attended by the U.S. ambassador.\n\"This collaboration is also an indication of the Philippines and the United States' goodwill, deep friendship and genuine commitment to peace.\"\nThe United States is the most important military partner of the Philippines, with a decades-old treaty alliance and numerous pacts that enable rotational deployment of U.S. troops and annual joint exercises.\nHowever, ties have been tested by President Rodrigo Duterte's hostility towards the United States.\nNevertheless, the U.S. military provided technical support and surveillance vital in helping the Philippines end a five-month occupation of Marawi City by pro-Islamic State rebels last year.","labels":{"619640b2-154d-415f-be29-b444a5e4a282":[{"marker":"Answer","extra":{},"start":243,"end":464,"text":"The United States handed over six surveillance drones to its ally the Philippines on Tuesday, as part of efforts to boost its ability to tackle a growing threat from Islamist militants and to respond to natural disasters.","user":"hernqv"},{"marker":"Seller","extra":{},"start":247,"end":260,"text":"United States","user":"hernqv"},{"marker":"Weapon","extra":{},"start":273,"end":296,"text":"six surveillance drones","user":"hernqv"},{"marker":"Buyer","extra":{},"start":313,"end":325,"text":"Philippines ","user":"hernqv"}]}},{"context":"\"Patriot will enhance Polish, European and NATO security while creating jobs in Poland and the US,\" said Tom Laliberty, vice president of Integrated Air and Missile Defense at Raytheon's Integrated Defense Systems business.\nPatriot is the backbone of NATO and Europe's defense against ballistic and cruise missiles, advanced aircraft and drones. Fifteen other nations depend on Patriot to protect their citizens and armed forces, including the U.S. and six other European nations: Germany, Greece, the Netherlands, Spain, Romania and Sweden.\nThis contract is for Phase I of \"WISLA,\" Poland's two-phase medium-range Integrated Air and Missile Defense procurement. Under Phase II, Poland has the potential to acquire additional Patriot fire units and has expressed interest in gallium nitride-based 360-degree active electronically scanning array radars, and SkyCeptor™, a low-cost interceptor missile.\nRaytheon's Patriot is a missile defense system consisting of radars, command-and-control technology and multiple types of interceptors, all working together to detect, identify and defeat tactical ballistic missiles, cruise missiles, drones, advanced aircraft and other threats.\nAbout Raytheon\nRaytheon Company, with 2017 sales of $25 billion and 64,000 employees, is a technology and innovation leader specializing in defense, civil government and cybersecurity solutions. With a history of innovation spanning 96 years, Raytheon provides state-of-the-art electronics, mission systems integration, C5I™ products and services, sensing, effects, and mission support for customers in more than 80 countries. Raytheon is headquartered in Waltham, Mass. Follow us on Twitter.\nNote to Editors\nThe 16 Patriot Nations are:\nUnited States of America\nThe Netherlands\nGermany\nJapan\nIsrael\nKingdom of Saudi Arabia\nKuwait\nTaiwan\nGreece\nSpain\nRepublic of Korea\nUnited Arab Emirates\nQatar\nRomania\nPoland\nSweden\nhttp://www.raytheon.com\nRaytheon Company\nIntegrated Defense Systems\nMedia Contact\nMike Nachshen\n+1.520.269.5697\n[email protected]\nSOURCE Raytheon Company\nRelated Links\nhttp://www.raytheon.com","labels":{"384a9842-8dde-4308-b0c6-ae7b99c99e8d":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"\"","user":"hernqv"}]}},{"context":"The Chief of Staff of the Algerian military, General Ahmed Gaid Salah, has commissioned into service the Algerian Navy’s new mine countermeasures vessel El-Kasseh 1.\nThe commissioning took place on 30 September and involved an inspection of the new vessel, according to the Ministry of National Defence.\nThe vessel was delivered with a Gaymarine Pluto Plus remotely operated mine-disposal vehicle and a Klein Marine Systems towed side scan sonar\nEl-Kasseh 1 (501) was launched on 5 April 2016 by Italy’s Intermarine shipyard. Algeria’s order for the vessel emerged in late 2014 when it was confirmed that it had signed a contract for a single vessel, plus an option for a second. Intermarine was originally reported to be in negotiations with Algeria regarding the vessel in 2013 and at Euronaval 2014 Intermarine announced it had started working on a mine countermeasures vessel for an unspecified customer, which turned out to be Algeria.\nOrizzonte Sistemi Navali acted as prime contractor, while Intermarine carried out most of the work as a subcontractor.\nAccording to IHS Jane’s, the vessels is based on the Katanpaa class vessels built for the Finnish Navy. It is believed to have a hull based on a monocoque single skin glass reinforced plastic design and is around 50 metres in length. Based on Katanpaa specifications, the vessels has a displacement of nearly 700 tons, a speed of 13 knots and accommodation for more than 30 people.","labels":{"2c0fe532-c7aa-4c7e-9a50-1ff69134c771":[{"marker":"Answer","extra":{},"start":446,"end":679,"text":"El-Kasseh 1 (501) was launched on 5 April 2016 by Italy’s Intermarine shipyard. Algeria’s order for the vessel emerged in late 2014 when it was confirmed that it had signed a contract for a single vessel, plus an option for a second.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":446,"end":457,"text":"El-Kasseh 1","user":"hernqv"},{"marker":"Seller","extra":{},"start":496,"end":501,"text":"Italy","user":"hernqv"},{"marker":"Buyer","extra":{},"start":526,"end":533,"text":"Algeria","user":"hernqv"}]}},{"context":"× News\n2020/03/30\nAbout the impact of the reschedule of the Tokyo Olympic and Paralympic Games around one year on the Japan International Aerospace Exhibition 2021 (JA2021)\nOn Tuesday, March 24, 2020, Japanese Government and IOC have agreed to announce the reschedule of the Tokyo Olympic and Paralympic Games for around one year, but not later than summer 2021. SJAC and Tokyo Big Sight as an organizer of JA2021 started to study the impact on the event.\nAt this time, as described above, only words, \" to reschedule around one year, not later than summer 2021 \" has been announced, and the specific date of the Olympics has not been announced by Japanese Government and IOC. We are carefully watching the new schedule. And also, we will closely exchange information with the committee of JA2021, Tokyo Big Sight as the venue operator, and related organizations on this issue, and deepen the study of the impact. Therefore, the application for JA2021 was scheduled to start from June 1, this year but will be postponed.\nWe are very sorry for who are considering to participate in JA2021. We would like to announce on this website as the study progresses.\nThank you for your understanding above tough situation.","labels":{"3aa2e145-5d2a-4558-888b-bdf12236aafb":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"×","user":"hernqv"}]}},{"context":"The page you're looking for could not be found.\nWhat just happened ?\nThe page has been removed\nThe page no longer exists\nYou have typed the web address incorrectly\nYou may also like to try the following pages:\nAlternatively, you may need to do a search:","labels":{"35d1ef5f-3524-4cb9-bdb7-a5c571cbcbc6":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"A400M military plane made in Seville. Miguel Angel Morenatti / AP\nFor the second year in a row, Spain has shattered its own record for weapons exports. The country sold military equipment worth €4.3 billion last year, a 7.3% rise from 2016.\nThe rise is part of a global increase in weapons transfers that began in the early 2000s, according to a report by the Stockholm International Peace Research Institute. According to this analysis, Spain was the seventh-largest exporter of weapons last year.\nThe Spanish government denied permission for four sales last year\nOutside the European Union, which accounts for 72.6% of Spain’s weapons exports, the country’s biggest client was Saudi Arabia with €270.2 million in sales, a 133% rise from 2016.\nThe Spanish government denied permission for four sales last year, including two shipments of equipment worth €1.9 million that would have gone to Israel. A sale to China and another one to Myanmar also failed to secure authorization.\nGermany was Spain’s top client last year, purchasing €1.2 billion worth of weapons, according to a report filed with Congress by the Office of the Secretary of State for Commerce. Other major clients were Britain, France and Turkey.\nIn all of these cases, the bulk of the sales represented aircraft that are assembled at a plant in Seville. These planes account for 79% of Spain’s military exports.\nOutside the EU, Saudi Arabia replaced Egypt as Spain’s top client last year, spending €270.2 million on a carrier aircraft, unmanned aircraft, replacement parts, mortar shells and more.\nEver since Saudi Arabia launched a military operation in Yemen in 2015, its purchases of Spanish ammunition have nearly tripled, rising from €34.7 million in 2016 to €90.1 million in 2017. In Yemen, Saudi Arabia heads a coalition that’s been accused of crimes against humanity.\nEver since Saudi Arabia launched a military operation in Yemen, its purchases of Spanish ammunition have nearly tripled\nThe Spanish government said that “all licenses relating to ammunition [for Riyadh] came with end-user certificates containing strict clauses forbidding re-export and use outside national territory.”\nBut non-profit groups such as Amnesty International, Oxfam Intermon and Greenpeace say that there is no proper monitoring of the final use of these weapons.\nIn the Middle East, Iraq is another major client, followed by the United Arab Emirates. In the Maghreb region, Morocco and Tunisia purchased €14.8 million and €11.4 million worth of weapons, respectively.\nIn Latin America, Venezuela bought military equipment worth €3.4 million, while Ukraine spent nearly €231,000 on defense material.\nJapan, the United States and Ghana were the biggest recipients of hunting and sporting guns.","labels":{"1717ff5d-ad9e-4f1c-9b5d-52d19e43240d":[{"marker":"Answer","extra":{},"start":565,"end":744,"text":"Outside the European Union, which accounts for 72.6% of Spain’s weapons exports, the country’s biggest client was Saudi Arabia with €270.2 million in sales, a 133% rise from 2016.","user":"hernqv"},{"marker":"Seller","extra":{},"start":621,"end":626,"text":"Spain","user":"hernqv"},{"marker":"Buyer","extra":{},"start":679,"end":691,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Price","extra":{},"start":697,"end":711,"text":"€270.2 million","user":"hernqv"},{"marker":"Answer","extra":{},"start":980,"end":1159,"text":"Germany was Spain’s top client last year, purchasing €1.2 billion worth of weapons, according to a report filed with Congress by the Office of the Secretary of State for Commerce.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":980,"end":988,"text":"Germany ","user":"hernqv"},{"marker":"Seller","extra":{},"start":992,"end":997,"text":"Spain","user":"hernqv"},{"marker":"Price","extra":{},"start":1033,"end":1045,"text":"€1.2 billion","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1055,"end":1062,"text":"weapons","user":"hernqv"},{"marker":"Answer","extra":{},"start":1379,"end":1564,"text":"Outside the EU, Saudi Arabia replaced Egypt as Spain’s top client last year, spending €270.2 million on a carrier aircraft, unmanned aircraft, replacement parts, mortar shells and more.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1395,"end":1407,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Seller","extra":{},"start":1426,"end":1431,"text":"Spain","user":"hernqv"},{"marker":"Price","extra":{},"start":1465,"end":1479,"text":"€270.2 million","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1485,"end":1501,"text":"carrier aircraft","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1503,"end":1520,"text":"unmanned aircraft","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1541,"end":1554,"text":"mortar shells","user":"hernqv"},{"marker":"Answer","extra":{},"start":1565,"end":1753,"text":"Ever since Saudi Arabia launched a military operation in Yemen in 2015, its purchases of Spanish ammunition have nearly tripled, rising from €34.7 million in 2016 to €90.1 million in 2017.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1576,"end":1588,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Seller","extra":{},"start":1654,"end":1662,"text":"Spanish ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1662,"end":1673,"text":"ammunition ","user":"hernqv"},{"marker":"Price","extra":{},"start":1731,"end":1744,"text":"€90.1 million","user":"hernqv"}]}}]}