{"data":[{"context":"2\nWe have updated our Terms & Conditions. To continue, please confirm that you have read and accept these:\nYou have to agree to pocketmags.com's Terms & Conditions to proceed\nSave","labels":{"233af009-edc4-4c5c-8257-f135ea70ca8a":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"7032e432-99bc-4229-a636-3bbba5100fa1":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"51ce6c95-e87c-4088-8128-8bee812e01c4":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"2294e156-c3d4-4ed2-9e2a-cc80600b734c":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"0153ec65-15ae-41de-b5c7-edb83658225b":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"a94d7d71-006c-4edb-9f9b-cd6b20658464":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"214af6ec-858b-4d7c-bcb4-e635ad0c5b04":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}],"53b13ef2-991b-4258-90af-adb2b61518bb":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"2","user":"hernqv"}]}},{"context":"Dubai-based Minerva Special Purpose Vehicles (MSPV) is building large numbers of Panthera T6 light armoured vehicles for Egypt’s military.\nThis was revealed at the IDEX 2017 defence show earlier this week. IHS Jane’s Defence Weekly quoted Mohamed Emad el-Kabbany, MSPV’s assistant manager for sales and business development, as saying that Egypt is receiving between 2 000 and 3 000 Panthera T6s for its police and army.\nHe added that Egyptian company Eagles Defence International Systems (EDIS) is the company’s Egyptian agent – in 2014 it was reported that EDIS was producing the Panthera T6, as well as the larger S10 and K10CMD.\nThe Panthera T6 was first seen in May 2014 during an Egyptian military parade and subsequently seen in the Sinai Peninsula. At least some have been fitted with electronic warfare equipment for use in the Sinai.\nThe Stockholm International Peace Research Institute (SIPRI) in its Arms Transfers Database, lists 50 Panthera T6s being ordered from the UAE in 2013, with deliveries from 2014-2015.\nAccordign to MSPV, the Panthera T6 is powered by a 4 litre V6 petrol engine driving all four wheels through a five speed manual transmission. It seats two plus six, although other seating arrangements are available. Features include air conditioning, a remote controlled roof mounted search light and camera, optional gun ports and hatches.\nThe Panthera T6 is based on the Toyota Land Cruiser 79-series chassis. An optional mount on the roof can accommodate a machinegun.\nLibya has apparently taken delivery of Panthera T6s donated by the United Arab Emirates. They were delivered in April 2016. The Panthera T6 was seen several times in March 2015 in use by the Libyan National Army. In September last year Indian security forces introduced the vehicle into service, particularly for security in Jammu and Kashmir.","labels":{"6f2b7301-e80a-4b82-8b6f-221f0a3586be":[{"marker":"Answer","extra":{},"start":0,"end":138,"text":"Dubai-based Minerva Special Purpose Vehicles (MSPV) is building large numbers of Panthera T6 light armoured vehicles for Egypt’s military.","user":"hernqv"},{"marker":"Seller","extra":{},"start":12,"end":51,"text":"Minerva Special Purpose Vehicles (MSPV)","user":"hernqv"},{"marker":"Quantity","extra":{},"start":64,"end":77,"text":"large numbers","user":"hernqv"},{"marker":"Weapon","extra":{},"start":81,"end":116,"text":"Panthera T6 light armoured vehicles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":121,"end":137,"text":"Egypt’s military","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":5,"text":"Dubai","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":5,"text":"Dubai","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1499,"end":1505,"text":"Libya ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1499,"end":1504,"text":"Libya","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1538,"end":1550,"text":"Panthera T6s","user":"hernqv"},{"marker":"Seller","extra":{},"start":1566,"end":1586,"text":"United Arab Emirates","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1499,"end":1519,"text":"Libya has apparently","user":"hernqv"},{"marker":"Answer","extra":{},"start":1499,"end":1621,"text":"Libya has apparently taken delivery of Panthera T6s donated by the United Arab Emirates. They were delivered in April 2016","user":"hernqv"},{"marker":"Date","extra":{},"start":1611,"end":1621,"text":"April 2016","user":"hernqv"}]}},{"context":"Economy KDF gets Sh7.4bn for arms in regional weapons race\nThe Kenyan army. PHOTO | FILE\nBy NEVILLE OTUKI\nMore by this Author Summary Treasury secretary Henry Rotich made the top-ups through a mini-budget that is awaiting Parliament approval.\nThe KDF had recently gone slow on acquisition of weapons as neighbouring Uganda made a strong comeback to lead in East Africa’s arms race.\nThe Stockholm International Peace Research Institute (Sipri) last month revealed that Kenya slashed its spending on military hardware by half to Sh1.3 billion ($13 million) in 2017 from Sh2.8 the previous year.\nThe military has been added Sh9 billion for weapons acquisition, positioning the Kenyan army for a bullish entry into the global arms market following a lull that saw Uganda overtake it in arsenal spending last year.\nTreasury secretary Henry Rotich made the top-ups through a mini-budget that is awaiting Parliament approval.\nOf the Sh9 billion army cash, Sh7.4 billion will be for arms stockpiles and the remaining Sh1.6 billion for personnel emoluments in the period to June 30, as the current financial year comes to an end.\nMr Rotich last September also sought MPs’ approval for budget top-ups by Sh1.8 billion for the Kenya Defence Forces (KDF), coinciding with the period when the country was gripped by a prolonged election.\nREAD: Uganda tops arms race as Kenya halves to Sh1.3bn\nALSO READ: US gives Kenya six boats to help boost war on terrorism\nMORE: Court gives auditor-general free hand to audit military spending\nStrong comeback\nThe KDF had recently gone slow on acquisition of weapons as neighbouring Uganda made a strong comeback to lead in East Africa’s arms race.\nThe Stockholm International Peace Research Institute (Sipri) last month revealed that Kenya slashed its spending on military hardware by half to Sh1.3 billion ($13 million) in 2017 from Sh2.8 the previous year.\nUganda on the other hand ended its lull with its last year’s arms stockpile worth Sh1.8 billion, a departure from 2016 when it made nil purchase. In 2017, Tanzania did not make any purchase.\nTanzania’s non-action in the global arms market came amid austerity plan by President John Magufuli who is pushing for cuts in expenditure deemed non-essential.\nNairobi’s arms orders last year included a second-hand naval gun, AK-630 30mm, from Montenegro “for modernisation of Jasiri OPV (offshore patrol vessel),” the Sipri report says.","labels":{"c5687152-ec37-489d-bf65-f3e712f901a8":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"E","user":"hernqv"},{"marker":"Answer","extra":{},"start":2236,"end":2330,"text":"Nairobi’s arms orders last year included a second-hand naval gun, AK-630 30mm, from Montenegro","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2236,"end":2243,"text":"Nairobi","user":"hernqv"},{"marker":"Seller","extra":{},"start":2320,"end":2330,"text":"Montenegro","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":2236,"end":2246,"text":"Nairobi’s ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2291,"end":2313,"text":"naval gun, AK-630 30mm","user":"hernqv"}]}},{"context":"Error occurred. The page you requested cannot be found.\nPlease report this error to askGPO.\nProvide the following information to help us resolve this problem: the URL of the page you were trying to access, the steps you followed to produce the error, specific search or browse terms, and/or a screenshot of the page where the error occurred.\nThank you for your patience.\nHomepage\nSearch Tips","labels":{"5b779a89-7ce8-4633-a20c-69df9077ee83":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"E","user":"hernqv"}]}},{"context":"The Kenya Defence Force has apparently taken delivery of eight Fennec light helicopters from the United Arab Emirates (UAE), which will be used in its efforts against al Shabaab militants.\nPhotos of at least four single-engine AS550 Fennecs (H125s) without their main rotor blades were published by The Kenyan Daily Post on 4 September. The Kenyan Air Force roundel can be seen on one of the helicopters. The publication said the aircraft were acquired from the UAE and their grey paint scheme matches those of UAE aircraft.\nThe UAE’s Army Aviation Brigade and the Air Force’s Special Operations Command operate a number of AS550C3 Fennec helicopters but little is known about them.\nIf confirmed, the Fennecs appear to be the latest in a series of procurements. In June this year it emerged that Kenya had ordered three Leonardo C-27J Spartan transport aircraft from Italy in 2017, with deliveries in 2019, most likely replacing its de Havilland Canada DHC-5 Buffalos.\nKenya also ordered a number of AW139 helicopters in a separate deal and in December last year displayed two second hand AH-1F Cobra attack helicopters acquired from Jordan. It is not clear how many were acquired – at least three Cobras have been spotted.","labels":{"92329b17-541e-4ec1-8f89-3ca007899dda":[{"marker":"Answer","extra":{},"start":0,"end":123,"text":"The Kenya Defence Force has apparently taken delivery of eight Fennec light helicopters from the United Arab Emirates (UAE)","user":"hernqv"},{"marker":"Buyer","extra":{},"start":4,"end":23,"text":"Kenya Defence Force","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":6,"text":"The Ke","user":"hernqv"},{"marker":"Quantity","extra":{},"start":57,"end":63,"text":"eight ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":63,"end":87,"text":"Fennec light helicopters","user":"hernqv"},{"marker":"Seller","extra":{},"start":97,"end":123,"text":"United Arab Emirates (UAE)","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":20,"text":"The Kenya Defence Fo","user":"hernqv"},{"marker":"Answer","extra":{},"start":796,"end":880,"text":"Kenya had ordered three Leonardo C-27J Spartan transport aircraft from Italy in 2017","user":"hernqv"},{"marker":"Buyer","extra":{},"start":796,"end":802,"text":"Kenya ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":796,"end":801,"text":"Kenya","user":"hernqv"},{"marker":"Quantity","extra":{},"start":814,"end":820,"text":"three ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":820,"end":861,"text":"Leonardo C-27J Spartan transport aircraft","user":"hernqv"},{"marker":"Seller","extra":{},"start":867,"end":873,"text":"Italy ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":796,"end":801,"text":"Kenya","user":"hernqv"},{"marker":"Date","extra":{},"start":876,"end":880,"text":"2017","user":"hernqv"},{"marker":"Answer","extra":{},"start":969,"end":1140,"text":"Kenya also ordered a number of AW139 helicopters in a separate deal and in December last year displayed two second hand AH-1F Cobra attack helicopters acquired from Jordan","user":"hernqv"},{"marker":"Buyer","extra":{},"start":969,"end":975,"text":"Kenya ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":969,"end":974,"text":"Kenya","user":"hernqv"},{"marker":"Quantity","extra":{},"start":988,"end":996,"text":"a number","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1000,"end":1017,"text":"AW139 helicopters","user":"hernqv"},{"marker":"Date","extra":{},"start":1044,"end":1062,"text":"December last year","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1073,"end":1077,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1089,"end":1119,"text":"AH-1F Cobra attack helicopters","user":"hernqv"},{"marker":"Seller","extra":{},"start":1134,"end":1140,"text":"Jordan","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":969,"end":975,"text":"Kenya ","user":"hernqv"}]}},{"context":"Airbus touts C295 maritime aircraft to Royal Thai Navy\nJon Grevatt - IHS Jane's Defence Weekly\n05 July 2017\nAirbus is promoting its C295 maritime surveillance aircraft (seen here in Brazilian Air Force colours) to countries in the Asia-Pacific. (Airbus)\nKey Points\nAirbus sees opportunities to meet regional air-surveillance requirements\nThe company is exploring industrial partnerships to support its sales drive\nAirbus is promoting its C295 maritime surveillance aircraft (MSA) to the Royal Thai Navy (RTN) in the first part of a regional tour in which the company aims to promote the platform's intelligence, reconnaissance, and surveillance (ISR) capabilities to Asian military operators.The C295 MSA arrived in Thailand on 3 July, and is being displayed at the RTN's U-Tapao Air Base in Chonburi before similar promotional visits to Vietnam, Malaysia, the Philippines, and South Korea – all countries with stated maritime patrol requirements. Subsequently, Airbus will promote the aircraft to North American operators.\"During its tour, the C295 will demonstrate its advanced ISR capabilities as well as the platform's versatility and suitability for potential operators, especially in the Asian region,\" Airbus said. The company is also promoting the aircraft to meet regional requirements to enhance surveillance, search and rescue, transport, medical evacuation, and humanitarian missions.Airbus said the aircraft on display in Thailand is a model of the platform recently delivered to the Brazilian Air Force to meet its search and rescue and maritime patrol requirements.Airbus said it sees opportunities to supply the aircraft to the RTN, which is expected in the coming years to replace its ageing fleets of Dornier 228 and Fokker F27 Friendship patrol craft, which were acquired from the 1980s onwards.In addition, Airbus said it is seeking to expand sales of the C295 military transport aircraft to the Royal Thai Armed Forces. The Royal Thai Army (RTA) took delivery in June 2016 of a single C295W transport aircraft, although it is understood that the service requires three additional platforms.","labels":{"5419f300-3c7e-4950-bd35-1eb7d2041cfe":[{"marker":"Answer","extra":{},"start":0,"end":54,"text":"Airbus touts C295 maritime aircraft to Royal Thai Navy","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":7,"text":"Airbus ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":39,"end":54,"text":"Royal Thai Navy","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":6,"end":11,"text":" tout","user":"hernqv"},{"marker":"Weapon","extra":{},"start":13,"end":35,"text":"C295 maritime aircraft","user":"hernqv"},{"marker":"Answer","extra":{},"start":414,"end":508,"text":"Airbus is promoting its C295 maritime surveillance aircraft (MSA) to the Royal Thai Navy (RTN)","user":"hernqv"},{"marker":"Buyer","extra":{},"start":487,"end":508,"text":"Royal Thai Navy (RTN)","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":420,"end":425,"text":" is p","user":"hernqv"},{"marker":"Weapon","extra":{},"start":438,"end":479,"text":"C295 maritime surveillance aircraft (MSA)","user":"hernqv"},{"marker":"Seller","extra":{},"start":414,"end":421,"text":"Airbus ","user":"hernqv"},{"marker":"Answer","extra":{},"start":1941,"end":2030,"text":"The Royal Thai Army (RTA) took delivery in June 2016 of a single C295W transport aircraft","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1941,"end":1966,"text":"The Royal Thai Army (RTA)","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1951,"end":1956,"text":"Thai ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1999,"end":2006,"text":"single ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2006,"end":2030,"text":"C295W transport aircraft","user":"hernqv"},{"marker":"Date","extra":{},"start":1984,"end":1993,"text":"June 2016","user":"hernqv"}]}},{"context":"Western governments and arms companies have contributed to the Egyptian military’s consolidation of political power, a new report said.\nTitled The Officers’ Republic, the report was published by Transparency International Defence & Security on Friday a week before Egyptians take to the polls in an election that is expected to see the president and military general, Abdel Fattah el-Sisi, secure another four-year term.\nThe report said Western defence companies – with approval from their governments – continue to provide Egypt’s military with aid and security support without any form of “meaningful transparency”.\nJames Lynch, deputy director of the UK-based organisation, said countries are assisting a military that has not only taken full political control of Egypt – albeit with little to no scrutiny – but one that is also struggling with local and regional instability.\n“Western states, who could do much to influence this situation, are meanwhile failing to demand serious reform and instead carrying on with business as usual, while mistakenly still considering Egypt a trusted partner for security in stability in the region,” said Lynch.\n‘Unaccountable institution’\nSince former president Hosni Mubarak was forced to step down in 2011, Egypt’s military has gone from one political strength to another, and has expanded its economic goals. Yet, the report said, the military has remained a “largely opaque and unaccountable institution”.\nThe average defence budget is estimated to be about $4.4bn, but little is known about where that gets earmarked as it is treated as a state secret.\nDuring the past five years, Egypt has become the third largest arms importer in the world, but Lynch said there is little to show in terms of protecting the safety and security of its citizens.\n“The Egyptian people have a military that does everything but keep the country secure,” he said. “Its concern with building its economic and political power has hugely frustrated its efforts to deal with the security challenges it faces in the Sinai and other places.”\nIn recent years, several human rights groups, including Amnesty International, have accused members of the Egyptian military of extrajudicial executions in the Sinai, showing “they fear no oversight or accountability for their actions”.\n“This is a military that may very well be the architect of its own security crisis,” Lynch said.\n{articleGUID}\nTransparency in the face of opacity\nAs human rights abuses and state violence in Egypt continue to increase, the report made a series of recommendations for the international community to counter the opacity of the Egyptian military.\nIt called for making financial and security assistance dependant on achieving basic levels of transparency and accountability, and to amplify domestic voices advocating for that.\nIt also urged better domestic oversight of the armed forces by asking tougher questions on the military’s economic activities.\n“The international community must understand that not only is it doing a major disservice to the people of Egypt by providing support to the armed forces with few strings attached,” Lynch said, “it is also contributing to the security crisis in the country and region.”","labels":{"6c13e571-c049-4e40-9146-e61e56bfef83":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"W","user":"hernqv"}]}},{"context":"Choose which Defense.gov products you want delivered to your inbox.","labels":{"765a90b4-a238-4547-abae-c7f51c2034cf":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"C","user":"hernqv"}],"d45fa071-5d23-4063-bd1c-92f8e1f214c4":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"C","user":"hernqv"}]}},{"context":"Money Minute: How to decide whether to take advantage of a balance transfer\nPlay Video","labels":{"8f4bcc7e-aa3f-4032-9244-358416b20ded":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"M","user":"hernqv"}]}},{"context":"OTTAWA (Reuters) - Just one day after signing a $233 million agreement to sell 16 helicopters to the Philippines, the Canadian government on Wednesday ordered a review of the deal amid concerns the aircraft could be used to fight rebels.\nFILE PHOTO: Canada's Minister of international trade Francois-Philippe Champagne speaks during an interview with Reuters in Danang, Vietnam November 8, 2017. REUTERS/Jorge Silva\nTrade Minister Francois-Philippe Champagne said that the deal - formally signed on Tuesday - had been struck in 2012 on the understanding the helicopters would be used for search-and-rescue missions.\nPhilippine Major-General Restituto Padilla, military chief of plans, told Reuters on Tuesday the helicopters would be used for the military’s internal security operations, adding they could also be deployed in search-and-rescue and disaster relief operations.\n“When we saw that declaration ... we immediately launched a review with the relevant authorities. And we will obviously review the facts and take the right decision,” Champagne told reporters, without giving more details.\nThe Bell 412EPI helicopters were due be delivered early next year as the Philippine military prepares to step up operations against Islamist and communist rebels.\nPhilippine Defence Secretary Delfin Lorenzana initially expressed bemusement at news of Canada reviewing the deal.\nHe later issued a statement that the helicopters would primarily be used for the transporting and supplies, ferrying wounded soldiers and for humanitarian assistance and disaster response.\n“They are not attack or close support aircraft,” Lorenzana said. “While they may be used in support of Internal Security Operations ... their role is limited to those that I mentioned.”\nHe added: “Should the Canadian government choose to discontinue their sale of the aircraft to us, then we will procure them from another source.”\nCLEAR REGULATIONS\nPrime Minister Justin Trudeau, asked later whether he was concerned the helicopters might be used against Filipino citizens, replied “Absolutely.”\nCanada has very clear regulations about to whom it can sell weapons and how they can be used, he said during a question and answer event at the University of Chicago.\n“We are going to make sure before this deal or any other deal goes through that we are abiding by the rules ... that Canadian governments have to follow,” he said.\nIn November, Philippines President Rodrigo Duterte publicly criticized Trudeau at a regional summit in Manila for raising questions about his war on drugs, calling it an “official insult”, adding that he “would not answer to any other bullshit, especially (from) foreigners”.\nNearly 4,000 Filipinos have been killed by police in the campaign since June 2016. Human rights groups accuse police of carrying out illegal killings, staging crime scenes and falsifying reports, a charge they deny.\n“Human rights is a key element of our foreign policy and of our trade policy,” said Champagne.\nIn 2016, the Liberal government was criticized for deciding to honor a contract to sell light armored vehicles to Saudi Arabia, despite human rights concerns. Like the helicopter contract, the deal had been arranged by Canada’s former Conservative administration.\nPhilippine defense ministry spokesman, Arsenio Andolong, said it was “unfair to equate internal security operations in general with human rights violations” or to cast judgment on the military when allegations were unverified.\nHe did not specify what the allegations or violations were, or who had made them.","labels":{"4c559783-b5c6-4cc5-94d8-d0d33cf4104c":[{"marker":"Answer","extra":{},"start":32,"end":167,"text":"after signing a $233 million agreement to sell 16 helicopters to the Philippines, the Canadian government on Wednesday ordered a review","user":"hernqv"},{"marker":"Price","extra":{},"start":48,"end":60,"text":"$233 million","user":"hernqv"},{"marker":"Quantity","extra":{},"start":79,"end":82,"text":"16 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":82,"end":94,"text":"helicopters ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":101,"end":112,"text":"Philippines","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":32,"end":43,"text":"after signi","user":"hernqv"},{"marker":"Seller","extra":{},"start":118,"end":137,"text":"Canadian government","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":32,"end":41,"text":"after sig","user":"hernqv"},{"marker":"Date","extra":{},"start":141,"end":151,"text":"Wednesday ","user":"hernqv"},{"marker":"Answer","extra":{},"start":2980,"end":3106,"text":"In 2016, the Liberal government was criticized for deciding to honor a contract to sell light armored vehicles to Saudi Arabia","user":"hernqv"},{"marker":"Date","extra":{},"start":2983,"end":2987,"text":"2016","user":"hernqv"},{"marker":"Seller","extra":{},"start":2993,"end":3011,"text":"Liberal government","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3068,"end":3090,"text":"light armored vehicles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":3094,"end":3106,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":3094,"end":3106,"text":"Saudi Arabia","user":"hernqv"}]}},{"context":"A Philippine Air Force officer stands next to a ScanEagle Unmanned Aerial Vehicle, on its launcher, during the turn-over ceremonies of 6 ScanEagle Unmanned Aerial Vehicles at the military airbase in Manila on Tuesday. Ted Aljibe, AFP\nMANILA - The United States handed over six surveillance drones to its ally the Philippines on Tuesday, as part of efforts to boost its ability to tackle a growing threat from Islamist militants and to respond to natural disasters.\nThe six Boeing Insitu ScanEagle drones, which have two cameras and can operate for up to 24 hours on a single run, were financed through a $13.7 million grant from Washington's foreign military assistance program.\nIt follows the transfer of two single-engine surveillance planes last year.\nThe Philippines plans to deploy the drones for surveillance against militants and pirates, and for surveying the aftermath of disasters like typhoons, mudslides and earthquakes.\n\"This acquisition of ScanEagle is one way to modernize the military to deter those who want to wage war against our country,\" Defense Secretary Delfin Lorenzana said at a ceremony at a Manila air force base, attended by the U.S. ambassador.\n\"This collaboration is also an indication of the Philippines and the United States' goodwill, deep friendship and genuine commitment to peace.\"\nThe United States is the most important military partner of the Philippines, with a decades-old treaty alliance and numerous pacts that enable rotational deployment of U.S. troops and annual joint exercises.\nHowever, ties have been tested by President Rodrigo Duterte's hostility towards the United States.\nNevertheless, the U.S. military provided technical support and surveillance vital in helping the Philippines end a five-month occupation of Marawi City by pro-Islamic State rebels last year.","labels":{"5fa4b018-0d77-4110-977a-e081a935e643":[{"marker":"Answer","extra":{},"start":243,"end":335,"text":"The United States handed over six surveillance drones to its ally the Philippines on Tuesday","user":"hernqv"},{"marker":"Date","extra":{},"start":328,"end":335,"text":"Tuesday","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":247,"end":260,"text":"United States","user":"hernqv"},{"marker":"Quantity","extra":{},"start":273,"end":277,"text":"six ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":277,"end":296,"text":"surveillance drones","user":"hernqv"},{"marker":"Buyer","extra":{},"start":313,"end":325,"text":"Philippines ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":243,"end":254,"text":"The United ","user":"hernqv"},{"marker":"Seller","extra":{},"start":243,"end":256,"text":"The United St","user":"hernqv"}]}},{"context":"A400M military plane made in Seville. Miguel Angel Morenatti / AP\nFor the second year in a row, Spain has shattered its own record for weapons exports. The country sold military equipment worth €4.3 billion last year, a 7.3% rise from 2016.\nThe rise is part of a global increase in weapons transfers that began in the early 2000s, according to a report by the Stockholm International Peace Research Institute. According to this analysis, Spain was the seventh-largest exporter of weapons last year.\nThe Spanish government denied permission for four sales last year\nOutside the European Union, which accounts for 72.6% of Spain’s weapons exports, the country’s biggest client was Saudi Arabia with €270.2 million in sales, a 133% rise from 2016.\nThe Spanish government denied permission for four sales last year, including two shipments of equipment worth €1.9 million that would have gone to Israel. A sale to China and another one to Myanmar also failed to secure authorization.\nGermany was Spain’s top client last year, purchasing €1.2 billion worth of weapons, according to a report filed with Congress by the Office of the Secretary of State for Commerce. Other major clients were Britain, France and Turkey.\nIn all of these cases, the bulk of the sales represented aircraft that are assembled at a plant in Seville. These planes account for 79% of Spain’s military exports.\nOutside the EU, Saudi Arabia replaced Egypt as Spain’s top client last year, spending €270.2 million on a carrier aircraft, unmanned aircraft, replacement parts, mortar shells and more.\nEver since Saudi Arabia launched a military operation in Yemen in 2015, its purchases of Spanish ammunition have nearly tripled, rising from €34.7 million in 2016 to €90.1 million in 2017. In Yemen, Saudi Arabia heads a coalition that’s been accused of crimes against humanity.\nEver since Saudi Arabia launched a military operation in Yemen, its purchases of Spanish ammunition have nearly tripled\nThe Spanish government said that “all licenses relating to ammunition [for Riyadh] came with end-user certificates containing strict clauses forbidding re-export and use outside national territory.”\nBut non-profit groups such as Amnesty International, Oxfam Intermon and Greenpeace say that there is no proper monitoring of the final use of these weapons.\nIn the Middle East, Iraq is another major client, followed by the United Arab Emirates. In the Maghreb region, Morocco and Tunisia purchased €14.8 million and €11.4 million worth of weapons, respectively.\nIn Latin America, Venezuela bought military equipment worth €3.4 million, while Ukraine spent nearly €231,000 on defense material.\nJapan, the United States and Ghana were the biggest recipients of hunting and sporting guns.","labels":{"91cf374d-f512-4d9e-8727-1dcb11abffef":[{"marker":"Seller","extra":{},"start":96,"end":102,"text":"Spain ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":96,"end":101,"text":"Spain","user":"hernqv"},{"marker":"Weapon","extra":{},"start":169,"end":187,"text":"military equipment","user":"hernqv"},{"marker":"Price","extra":{},"start":194,"end":206,"text":"€4.3 billion","user":"hernqv"},{"marker":"Date","extra":{},"start":207,"end":216,"text":"last year","user":"hernqv"},{"marker":"Answer","extra":{},"start":96,"end":216,"text":"Spain has shattered its own record for weapons exports. The country sold military equipment worth €4.3 billion last year","user":"hernqv"},{"marker":"Answer","extra":{},"start":745,"end":898,"text":"The Spanish government denied permission for four sales last year, including two shipments of equipment worth €1.9 million that would have gone to Israel","user":"hernqv"},{"marker":"Buyer","extra":{},"start":892,"end":898,"text":"Israel","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":745,"end":751,"text":"The Sp","user":"hernqv"},{"marker":"Price","extra":{},"start":855,"end":867,"text":"€1.9 million","user":"hernqv"},{"marker":"Quantity","extra":{},"start":822,"end":826,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":839,"end":849,"text":"equipment ","user":"hernqv"},{"marker":"Seller","extra":{},"start":749,"end":767,"text":"Spanish government","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":745,"end":753,"text":"The Span","user":"hernqv"},{"marker":"Answer","extra":{},"start":980,"end":1062,"text":"Germany was Spain’s top client last year, purchasing €1.2 billion worth of weapons","user":"hernqv"},{"marker":"Buyer","extra":{},"start":980,"end":988,"text":"Germany ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":980,"end":987,"text":"Germany","user":"hernqv"},{"marker":"Seller","extra":{},"start":992,"end":997,"text":"Spain","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":980,"end":985,"text":"Germa","user":"hernqv"},{"marker":"Price","extra":{},"start":1033,"end":1045,"text":"€1.2 billion","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1055,"end":1062,"text":"weapons","user":"hernqv"},{"marker":"Answer","extra":{},"start":1565,"end":1752,"text":"Ever since Saudi Arabia launched a military operation in Yemen in 2015, its purchases of Spanish ammunition have nearly tripled, rising from €34.7 million in 2016 to €90.1 million in 2017","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1576,"end":1588,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1565,"end":1577,"text":"Ever since S","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1654,"end":1662,"text":"Spanish ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1662,"end":1673,"text":"ammunition ","user":"hernqv"},{"marker":"Price","extra":{},"start":1706,"end":1719,"text":"€34.7 million","user":"hernqv"},{"marker":"Price","extra":{},"start":1731,"end":1744,"text":"€90.1 million","user":"hernqv"},{"marker":"Date","extra":{},"start":1723,"end":1728,"text":"2016 ","user":"hernqv"},{"marker":"Date","extra":{},"start":1748,"end":1752,"text":"2017","user":"hernqv"},{"marker":"Answer","extra":{},"start":1843,"end":1962,"text":"Ever since Saudi Arabia launched a military operation in Yemen, its purchases of Spanish ammunition have nearly tripled","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1854,"end":1866,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1843,"end":1855,"text":"Ever since S","user":"hernqv"},{"marker":"Seller","extra":{},"start":1565,"end":1572,"text":"Ever si","user":"hernqv"},{"marker":"Seller","extra":{},"start":1924,"end":1932,"text":"Spanish ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1843,"end":1850,"text":"Ever si","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1932,"end":1943,"text":"ammunition ","user":"hernqv"}]}},{"context":"This website uses cookies to manage authentication, navigation, and other functions. By using our website, you agree that we can place these types of cookies on your device.","labels":{"90ca65fd-b29c-4842-9c58-5192a8c1d699":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"Covering politicians who constantly say stupid things while hoping that they will say a sensible thing in the future is a symptom of journalism in the age of extreme populism.\nInstead of treating every madcap utterance with surprise, it is time to make peace with the fact that, when speaking of science, Union ‘science’ minister Harsh Vardhan and Prime Minister Narendra Modi simply lack the competence to speak knowledgeably. They are not going to say sensible stuff in the future. It is time to stop covering each proclamation that “the Vedas said it all” with a clarification that they did not. Everyone who has ever been willing to be persuaded otherwise has already been persuaded otherwise; the facts, as they say, are right there.\nJournalism has reason to value objectivity above all else but objectivity is not ‘balance’ in some mechanical sense; it is the capacity to evaluate a bit of information such that the evaluator can eliminate cognitive and intellectual biases from the evaluation. Not surprisingly, those who would end up on the wrong end of a truly objective evaluation are the ones who demand ‘evenhandedness’ and scream the loudest about bias when a report is not empathetic. Hence the popular perception that if a story quotes someone saying A is wrong, it must also include the voices of those who think A is right.\nYet even this demand for false balance goes out the window the moment a minister comes along to publicly proclaim that people flew airplanes 3,000 years ago and grafted elephant heads onto human bodies. There is no point in collecting quotations from those who believe the minister is right when objective methods of evaluation have established that the minister is wrong. This is not journalism’s loss of objectivity because misconstrued objectivity was never journalism’s purpose.\nIndeed, pretensions of objectivity would be downright unethical while reporting on a science minister’s pseudoscientific claims on a stage meant for scientists, and the audience’s quiet tolerance of his words.\nAny other country with aspirations akin to India’s on the science front might have shunned a man as unhinged in his opinions of science as Harsh Vardhan, but he is protected in India by a culture that exalts, and sometimes makes excuses for, political and bureaucratic patronage. In a political culture fixated on hero worship, journalism should question his right – and those who afford him that right – to insult our intelligence and debase the endeavours of highly qualified men and women his ministry is responsible for supporting.\nThe man seems unstoppable – and it no longer seems fair for us to expect him to stop. At the 105th Indian Science Congress that kicked off in Imphal on Friday, Harsh Vardhan went on stage to say that Stephen Hawking had acknowledged that the Vedas might have “offered a better theory” than the mass-energy equivalence in Albert Einstein’s theory of special relativity (the latter probably better known as the equation E = mc2).\nWhat Vardhan has said has no meaning. The Vedas could have offered a better theory for what exactly? E = mc2 is not a theory – it is a ‘problem’ that requires solving in contexts where the relationship between the variables as specified in the equation applies. More generally, E = mc2 is not the kind of solution Vardhan is hoping it could have been because it wasn’t exclusively developed to resolve a germane problem. On the contrary, it was developed first, based on which humans invented challenges that the equation could help surmount.\nIt is also funny that Vardhan’s celebration of the Vedas as an instrument with which to claim historic primacy and superiority directly contradicts the manner in which the minister sought to use a scientist from the very West that he and his parivar deride as a crutch for his nonsensical claim.\nFinally, Hawking himself has never acknowledged that “the Vedas are better” (Update, March 18: a member of the Stephen Hawking Foundation’s governance panel has attested to this). The source of Vardhan’s claims has been tracked to a Facebook page run by a user whose display name is Stephen Hawking, with a note that provides no sources for its contents. Additionally, in claiming what he did, Vardhan has also insulted the memory of Hawking, a staunch atheist and rationalist wholly antithetical to the idea of mixing religion and politics.\nWhat doing science means\nHarsh Vardhan’s recklessly utilitarian conception of science – in which the only question he wants us to ask is “What good is this to me?” – has no space for science’s non-functional value.\nHe and his government believe that when 0.8% of the country’s GDP is being channeled into R&D, it is possible to ensure all of it is further channeled only into translational and/or technologisable outcomes by tweaking scholarship policies, tugging on higher-education infrastructure development and by announcements of intent. It is likely that the government is not stopping to think about whether science itself can work that way.\nIt can’t. It will stall, splutter, choke on itself and blow up – particularly in a growth-minded country like India.\nIf Einstein had to be wondering about relativity just so he could make the world a better place, he might not have bothered with the question in the first place. But today, the mass-energy equivalence informs everything from nuclear power to manufacturing semiconductors.\nIt is also important that Einstein had to be selfish, self-absorbed, even privileged to some extent. No good can come of vilifying these attributes when it is clear to everyone that, with one’s heart in the right place, enormous “value” can be created. But no, Vardhan and the administration to which he belongs have only displayed a lack of trust in the morality of India’s scientists. Instead of letting science be what each scientist wants to achieve with its rules and apparatuses, with stringent quality control, accountability and – most importantly – an equitable vision for scientific research in the country, the government has been attempting to homogenise everyone’s vision of science in the image of its own. And if you don’t like it, too bad.\nThis is not going to end well. The moment is already upon us when reacting from strength of insight instead of from fear of criticism – to adapt Jay Rosen’s criticism of the Times – is no longer an option. If not, we might as well all go to hell. Or whatever the Vedic equivalent of it is.","labels":{"8297506f-2d5c-4262-8c67-c4d1e9e78dbd":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"C","user":"hernqv"}]}},{"context":"The world is a better place with Abu Bakr al-Baghdadi gone. The United States has made sure he met the end that terrorists should meet. The free world must unite in the fight against terror. — גדעון סער (@gidonsaar) October 27, 2019\nIt is imperative this is done to prevent the ethnic cleansing of two million Kurds, and to put radical Islamists in their place; This is a necessity to prevent ISIS from raising its head and avenging the death of their leader. — איילת שקד ayelet shaked (@Ayelet__Shaked) 27 October 2019\nUS President Donald Trump delivered a special announcement on Sunday announcing the death of ISIS leader Abu Bakr al-Baghdadi in a US Special Ops raid, explaining that the success could not have been achieved without the acknowledgement and help of other nations such as \"Russia, Turkey, Syria and Iraq.\"\"The United States has been searching for Baghdadi for many years,\" Trump began. \"He died... whimpering and screaming. The only ones remaining were Baghdadi in the tunnel, and he had dragged three of his young children with him that were led to certain death. He reached the end of the tunnel as our dogs chased him down. He ignited his vest, killing himself and his three children.\"The thug that tried so hard to intimidate others spent his last moments in total fear,\" Trump continued. \"Baghdadi's demise demonstrates... our commitment to the enduring and total defeat of ISIS and other terrorist organizations. Our reach is very long.\"Prime Minister Benjamin Netanyahu congratulated Trump for the killing of Baghdadi, calling it an “impressive achievement.”Netanyahu, who released a statement within moments of Trump ending his press conference where he announced Baghdadi's killing, said that it “reflects our shared determination – of the United States and all free states – to fight terrorist organizations and terrorist states.”Netanyahu said that while this was an “important milestone,” the campaign against terrorism is “still in front of us.”Trump additionally clarified that no US personnel were killed in the operation, though one dog was injured entering the tunnel. He stated that the number of people killed on Baghdadi's end of the operation will be announced in the next 24 hours.He described watching the operation, which he saw along with Secretary of Defense Mark Esper, Joint Chiefs of Staff Chairman Mark Milley, National Security Advisor Robert O'Brien, and several other military and intelligence officials, as something \"like a movie.\"\"Today's events are another reminder that we will continue to pursue the remaining ISIS terrorists,\" Trump stated. \"That also goes for other terrorist organizations. Baghdadi and the losers who work for him, and losers they are, had no idea what they were getting into. In some cases, they were very frightened puppies; in other cases, hardcore killers. Baghdadi was vicious and violent, and he died in a vicious and violent way; as a coward, running and crying.\"\"Russia was great,\" he said, explaining that the personnel as part of the operation had to fly over Russian territory.\"I also want to thank the Syrian Kurds for certain support they were able to give us,\" he added.Yisrael Beytenu leader and former defense minister Avigdor Liberman wrote on his Twitter account, saying, \"The US military's cautionary operation based on high-quality intelligence is evidence that the US government and the US security forces are the leading forces in fighting Islamic terrorism.\"Al-Baghdadi was a symbol of the extremist Islam, which suffered a heavy moral and operational blow,\" he continued, explaining that his death proves that terrorists are not safe wherever they are, \"including Gaza and Lebanon.\"Foreign Minister Israel Katz also congratulated Trump on Twitter for the operation, adding that the achievement \"is extremely important in the war against one of the most murderous terrorist organizations of our time\" and that the assassination is \"an important message to the free world that in a determined war, terror can be won.\"\"There is a great urgency to create a no-fly-zone in northern Syria,\" said former justice minister MK Ayelet Shaked in response to the assassination. \"It is imperative this is done to prevent the ethnic cleansing of two million Kurds, and to put radical Islamists in their place.\"She further clarified that such an act is necessary in order to \"prevent ISIS from raising its head and avenging the death of their leader.\"\"The world is a better place with Abu Bakr al-Baghdadi gone,\" said former education and interior minister Gideon Saar on Twitter after Trump's press conference. \"The United States has made sure he met the end that terrorists should meet. The free world must unite in the fight against terror.\"","labels":{"72525a9a-a913-4006-9a57-ade766dd107c":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"The Philippines Navy welcomed its first anti-submarine helicopters as it commissioned two AW159 Wildcats in a ceremony at the Naval Base Heracleo Alano in Cavite on June 17.\nThe helicopters were commissioned after being delivered by Italy’s Leonardo in May this year.\nOrdered in 2016 under a contract worth over €100 million, the helicopters had initially been expected to be delivered in 2018 from the company’s Yeovil plant in the United Kingdom.\nThe AW159s will be deployed aboard the new Jose Rizal-class frigates that are under construction in South Korea.\nIn addition to helicopters, the service also inducted two amphibious assault vehicles on the same day.\nThe vehicles were built for the two landing docks BRP Tarlac (LD-601) and BRP Davao Del Sur (LD-602) by South Korea’s Hanwha Techwin.\nThe ceremony was organized to mark the occasion of the 121st anniversary of the Philippine Navy.","labels":{"0a9ea294-26f4-411a-9c8c-fdb5288fd98c":[{"marker":"Answer","extra":{},"start":0,"end":173,"text":"The Philippines Navy welcomed its first anti-submarine helicopters as it commissioned two AW159 Wildcats in a ceremony at the Naval Base Heracleo Alano in Cavite on June 17.","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":20,"text":"The Philippines Navy","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":4,"end":16,"text":"Philippines ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":40,"end":66,"text":"anti-submarine helicopters","user":"hernqv"},{"marker":"Weapon","extra":{},"start":90,"end":104,"text":"AW159 Wildcats","user":"hernqv"},{"marker":"Quantity","extra":{},"start":86,"end":89,"text":"two","user":"hernqv"},{"marker":"Date","extra":{},"start":165,"end":172,"text":"June 17","user":"hernqv"}]}},{"context":"«Secret Difa3» announced more than two years ago, the desire of Algeria to acquire the long range S 400 air defense system from Russia. A contract for such system has been inked one year ago.\nToday we are able to provide you with the first pictures taken in Algeria of an operational regiment S 400. They were made during the the first tests of the system that was received in spring.\nIf the details of the contract were never been revealed, there is a believe that it comprises three to four regiments. A casual look at the satellite imagery on the number readied for the S300 and S400 gave a good estimate of the number of S 400 systems acquired.\n\nADVERTISEMENT - CONTINUE READING BELOW -\n\nThe Air and land defense force Command operates three regiments of S300 PMU2 since 2003, located at the center, in the west and southwest of Algeria, they cover almost all of the North, the Algerian-Moroccan border and the coastal strip.\nThe arrival of the S400 will not only fill gaps in the air defense but will saturate the long-range air surveillance. 1-Photos irrefutably show S400 launchers that differ from those of S300PMU2 , which is BAZ-64022 vehicle not the KrAZ-260 of the PMU2 2- 8 launchers aligned on a picture and three during the test on a second. In reality, the Algerian army has undertaken an overhaul of its DAT and the appearance of S400 in his arsenal is only part of modernization.\nAs recently as last week the Russian media confirmed the purchase by the PNA BUK M2 batteries, medium-range missiles but especially a specific request of a network of detection capabilities comprised of the Russian Kasta radar coupled with the 2E2 close protection systems of the Pantsyr S1 and the Buk M2. This onion skin configuration, unifies the capabilities of the various radar systems. Kasta The 2E2 is already integrated with S300 and S400, and allow different units to operate without detection and linked to independent units. The system has an effective detection range of 400 km and capable to destroy a target at a randge of 240 kms with the 40N6 or 48N6 missiles. The spatial Radar 92N6E, can identify up to 100 targets simultaneously over a distance of 400 km.\nIn addition to the distances of engagement and increased performance, the main difference with the S300 PMU2, it is its ABM nature which makes it a formidable weapon. If the acquisition is confirmed, Algeria officially became the first export customer\nBut Defense Blog believes that this S-300PMU2 Favorit on chassis BAZ-690921.","labels":{"efa14891-6cd8-4349-b22f-f965269b073d":[{"marker":"Answer","extra":{},"start":64,"end":134,"text":"Algeria to acquire the long range S 400 air defense system from Russia","user":"hernqv"},{"marker":"Buyer","extra":{},"start":64,"end":72,"text":"Algeria ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":64,"end":71,"text":"Algeria","user":"hernqv"},{"marker":"Weapon","extra":{},"start":87,"end":122,"text":"long range S 400 air defense system","user":"hernqv"},{"marker":"Seller","extra":{},"start":128,"end":134,"text":"Russia","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":64,"end":70,"text":"Algeri","user":"hernqv"}]}},{"context":"Government of Trinidad & Tobago Announces Future Acquisition of Two Austal Cape Class Patrol Boats\n(Source: Austal; issued July 29, 2018)\nAustal Limited (Austal) is pleased to report that the Government of the Republic of Trinidad and Tobago (GORTT) has announced its intention to purchase two Austal Cape Class Patrol Boats. The vessels will enhance the border protection capabilities of the country in conjunction with the existing Coast Guard fleet, and will join six Austal Fast Patrol Craft acquired in 2009.\nThis announcement is further to a comprehensive proposal submitted by Austal to GORTT in recent weeks. The sale is likely to be supported by the Australian Government via the Export Finance and Insurance Corporation (EFIC), and follows a demonstration by the Royal Australian Navy (RAN) of the capabilities of the Cape Class vessel to a delegation of senior Trinidad and Tobago officials, which included the Chief of Defence Staff.\nThe order is likely to be valued at circa AU$100m plus a multi-year ongoing maintenance and support package. Austal expects to establish a Service Centre in Trinidad to support these vessels, the Austal supplied Fast Patrol Craft, and any additional vessels requiring maintenance as determined by GORTT.\nThe new Cape Class vessels will be built in Austal’s Henderson shipyard based in Western Australia. Austal have already built 10 Cape Class vessels in Henderson for the Australian Border Force and RAN. Delivery is expected to be in mid-2020.\nDesigned and built by Austal, the Cape Class is a 58 metre all aluminium monohull patrol boat specifically produced to combat the full range of maritime security threats. The vessel has a long 4000 nautical mile range and 28-day patrol cycle with a crew of up to 22. The vessel also supports two high speed 7.3 metre Rigid Hull Inflatable Boats used for intercepting other vessels.\nGORTT have requested that the purchase be supported by an EFIC finance package which will be developed specifically to support the program, for which EFIC have already supplied a letter of support. The sale of the vessels is conditional on final contracts being signed in the coming weeks, together with a conclusive offer from EFIC to GORTT. It is expected that an initial, lower value design contract will be signed shortly to hasten preparations for the main contract and ensure that the delivery schedule will be maintained.\nThese vessels will be the latest additions to the work already scheduled in the Henderson facility, including a 109 metre catamaran for Molslinjen of Denmark, 21 Pacific Patrol Boats (PPB), currently in build, and a 117 metre trimaran for Fred Olsen S.A. of the Canary Islands which will commence construction in August 2018.\nThese additional build programs will keep the local workforce active at the current level until 2021 (2023 for PPB), one of the longest forward order books seen at Austal for a decade or more.\n-ends-","labels":{"f74f99ab-63bf-4200-9e1c-e6ab1166b135":[{"marker":"Answer","extra":{},"start":138,"end":324,"text":"Austal Limited (Austal) is pleased to report that the Government of the Republic of Trinidad and Tobago (GORTT) has announced its intention to purchase two Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Seller","extra":{},"start":138,"end":161,"text":"Austal Limited (Austal)","user":"hernqv"},{"marker":"Buyer","extra":{},"start":192,"end":249,"text":"Government of the Republic of Trinidad and Tobago (GORTT)","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":156,"end":187,"text":"stal) is pleased to report that","user":"hernqv"},{"marker":"Quantity","extra":{},"start":290,"end":294,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":294,"end":324,"text":"Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":98,"text":"Government of Trinidad & Tobago Announces Future Acquisition of Two Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":31,"text":"Government of Trinidad & Tobago","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":14,"end":31,"text":"Trinidad & Tobago","user":"hernqv"},{"marker":"Quantity","extra":{},"start":64,"end":68,"text":"Two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":68,"end":98,"text":"Austal Cape Class Patrol Boats","user":"hernqv"},{"marker":"Answer","extra":{},"start":617,"end":901,"text":"The sale is likely to be supported by the Australian Government via the Export Finance and Insurance Corporation (EFIC), and follows a demonstration by the Royal Australian Navy (RAN) of the capabilities of the Cape Class vessel to a delegation of senior Trinidad and Tobago officials","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":779,"end":790,"text":"Australian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":828,"end":845,"text":"Cape Class vessel","user":"hernqv"},{"marker":"Seller","extra":{},"start":659,"end":680,"text":"Australian Government","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":617,"end":628,"text":"The sale is","user":"hernqv"},{"marker":"Buyer","extra":{},"start":872,"end":891,"text":"Trinidad and Tobago","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":617,"end":636,"text":"The sale is likely ","user":"hernqv"}]}},{"context":"Concerns raised by an opposition member of parliament that Latvia paid too much for the purchase of a large number of used military vehicles from the United Kingdom have been passed to Latvia's dedicated anti-corruption force.\nSaeima deputy Andrejs Elksnins of the opposition Harmony party posted images on Twitter of a letter he had received from the Prosecutor General's office saying his concerns had been passed to the Corruption Prevention and Combating Bureau (KNAB).\nBruņutransportieru 252milj EUR iepirkumu un armijas mehanizācijas projektu pārbaudīs KNAB pic.twitter.com/TOW4LFWN3e — Andrejs Elksniņš (@AndrejsElksnins) August 30, 2016\nShortly afterwards he tweeted another letter, this time from the State Auditor, apparently informing him that any probe that agency had launched into the purchase was secret.\nValsts kontroles atbilde par bruņutranportieru iepirkumu ir slepena! Iepazīstoties, saprotams kāpēc! Ir problēmas! pic.twitter.com/lFKAGE1pTw — Andrejs Elksniņš (@AndrejsElksnins) August 30, 2016\nElksnins has demanded to know why the cost of buying 123 used armored vehicles has ballooned from a basic purchase price agreed in 2012 of €50 million to more than €250 million after they have been upgraded and fully equipped.\nThe CVR(T), or Alvis Combat Vehicle Reconnaissance (Tracked) platform is now four decades old. According to manufacturer BAE Systems, which also has the contract to modernize Latvia's vehicles, 23 countries have bought a total of 3,500 of the vehicles since 1972.\nAn interesting history of the vehicles and details of some previous purchasers is found at the Army Guide website.\nWith Latvia due to increase its defense spending to NATO's recommended minimum level of 2% of GDP by 2018, more money is certainly going to be spent on procurement, with a corresponding need for scrutiny to make sure it is being spent in the most efficient way.\nThe deal has come under fresh scrutiny after Lithuania last week announced its largest ever defense purchase: €386 million to buy 88 brand new German 'Boxer' armored fighting vehicles.\nIf you fancy some military hardware of your own, the British Ministry of Defense has plenty of pre-loved vehicles available at bargain prices - though to collectors rather than allied powers needing rapid mechanization and combat capability.","labels":{"b846ba74-6718-46ab-93e8-a2e4a9385bdd":[{"marker":"Answer","extra":{},"start":59,"end":164,"text":"Latvia paid too much for the purchase of a large number of used military vehicles from the United Kingdom","user":"hernqv"},{"marker":"Buyer","extra":{},"start":59,"end":66,"text":"Latvia ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":59,"end":65,"text":"Latvia","user":"hernqv"},{"marker":"Quantity","extra":{},"start":100,"end":114,"text":"a large number","user":"hernqv"},{"marker":"Weapon","extra":{},"start":123,"end":140,"text":"military vehicles","user":"hernqv"},{"marker":"Seller","extra":{},"start":150,"end":164,"text":"United Kingdom","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":59,"end":73,"text":"Latvia paid to","user":"hernqv"},{"marker":"Answer","extra":{},"start":1929,"end":2067,"text":"Lithuania last week announced its largest ever defense purchase: €386 million to buy 88 brand new German 'Boxer' armored fighting vehicles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1929,"end":1939,"text":"Lithuania ","user":"hernqv"},{"marker":"Price","extra":{},"start":1994,"end":2006,"text":"€386 million","user":"hernqv"},{"marker":"Quantity","extra":{},"start":2014,"end":2017,"text":"88 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2027,"end":2067,"text":"German 'Boxer' armored fighting vehicles","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1929,"end":1938,"text":"Lithuania","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1929,"end":1936,"text":"Lithuan","user":"hernqv"}]}},{"context":"(This story originally appeared in on Dec 01, 2018)\nIndia is trying to strike a fine balance between the US and Russia, in terms of strategic ties and defence deals as well as combat exercises. Apart from this counter-balancing, India is also stepping-up military ties with the third pole, China, amid the ongoing geopolitical churn.“India has been a latestarter in defence diplomacy but is now making all-out efforts despite budgetary, bureaucratic and other constraints. Indian Navy warships, for instance, have made 113 foreign port calls and held 16 exercises/coordinated patrols with different navies this year,” said a senior defence official.In fact, by the time this year ends, India would have held exercises with all the P-5 countries (US, Russia, China, France and UK), apart from other powerhouses like Australia, Japan, South Africa and Brazil as well as Asean countries like Singapore, Vietnam, Malaysia, Indonesia and Thailand. “I don’t think any other country has held such a staggering number of exercises with so many nations this year. The exercises promote strategic cooperation, military outreach, confidence-building and interoperability,” said the official.In December alone, the Indian armed forces have chalked up a hectic schedule for exercises with the US, Russia and China, among others. First off the block will be the “Cope India” between the Indian and American air forces at the Kalaikunda and Arjan Singh airbases in West Bengal from December 3 to 14.While the IAF is deploying its fighters like Sukhoi-30MKIs, Jaguars and Mirage-2000s as well as other aircraft like Phalcon AWACS, C-130Js and IL-78 refuelers, the USAF has dispatched 12 F-15 jets and three C-130H planes for Cope India.Next, the IAF and Russian Air Force will conduct the second leg of their “AviaIndra” exercise at Jodhpur from December 10 to 22 after the first was held at Lipetsk in Russia in September. India and China, in turn, will resume their annual “Hand-in-Hand” land exercise at Chengdu military region from December 10 to 23 after the freeze due to the Doklam troop stand-off near the Sikkim-Bhutan-Tibet trijunction last year.That’s not all. Russian warships will head for India’s east coast to hold the “Indra” wargames towards end-December, even as the Indo-UK “Konkan” naval exercise is currently underway off Goa.","labels":{"0f9ac9e3-a769-40b1-a2eb-9e407984d8fb":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"(","user":"hernqv"}]}},{"context":"China has donated a patrol boat to the Ivory Coast to combat maritime crime and piracy in the Gulf of Guinea.\nThe vessel was handed over by Chinese Ambassador to Cote d’Ivoire Tang Weibin on 14 July, and accepted by Cote d’Ivoire’s defence minister Alain Donwahi. “This donation will allow the Navy of Cote d’Ivoire to take off. This is a major step in Sino-Ivorian cooperation,” Donwahi is reported by Xinhua as saying.\n“This is a true example of South-South cooperation,” Weibin said, adding that China is willing to strengthen Cote d’Ivoire’s army as well.\nThe vessel, which appears to be a 27 metre long Predator class vessel, was launched on 19 May and donated to Cote d’Ivoire along with naval repair equipment worth a total of CNY30 million ($4.4 million), according to the Chinese embassy in Cote d’Ivoire. The embassy said that to assist with naval repair, 13 Chinese experts were in May dispatched to the West African country.\nCote d’Ivoire is adding around 40 new vessels to its fleet as it confronts a growing threat from pirates in the Gulf of Guinea. Recent acquisitions include three RPB 33 patrol vessels from France’s Raidco Marine (delivered between 2014 and 2016), three 8 metre long Defender rigid hulled inflatable boats, around 30 inflatable speed launches and several 9- to 12-metre craft, mostly from Raidco.","labels":{"1e3f0600-9673-43b5-9cb6-ed3d715918d6":[{"marker":"Answer","extra":{},"start":0,"end":50,"text":"China has donated a patrol boat to the Ivory Coast","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":6,"text":"China ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":5,"text":"China","user":"hernqv"},{"marker":"Weapon","extra":{},"start":20,"end":31,"text":"patrol boat","user":"hernqv"},{"marker":"Buyer","extra":{},"start":39,"end":50,"text":"Ivory Coast","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":11,"text":"China has d","user":"hernqv"},{"marker":"Weapon","extra":{},"start":114,"end":121,"text":"vessel ","user":"hernqv"},{"marker":"Date","extra":{},"start":191,"end":198,"text":"14 July","user":"hernqv"},{"marker":"Buyer","extra":{},"start":216,"end":262,"text":"Cote d’Ivoire’s defence minister Alain Donwahi","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":110,"end":125,"text":"The vessel was ","user":"hernqv"},{"marker":"Seller","extra":{},"start":140,"end":187,"text":"Chinese Ambassador to Cote d’Ivoire Tang Weibin","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":110,"end":118,"text":"The vess","user":"hernqv"},{"marker":"Answer","extra":{},"start":110,"end":262,"text":"The vessel was handed over by Chinese Ambassador to Cote d’Ivoire Tang Weibin on 14 July, and accepted by Cote d’Ivoire’s defence minister Alain Donwahi","user":"hernqv"},{"marker":"Buyer","extra":{},"start":937,"end":950,"text":"Cote d’Ivoire","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":937,"end":950,"text":"Cote d’Ivoire","user":"hernqv"},{"marker":"Quantity","extra":{},"start":968,"end":971,"text":"40 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":975,"end":983,"text":"vessels ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1093,"end":1099,"text":"three ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1099,"end":1120,"text":"RPB 33 patrol vessels","user":"hernqv"},{"marker":"Seller","extra":{},"start":1135,"end":1148,"text":"Raidco Marine","user":"hernqv"},{"marker":"Date","extra":{},"start":1168,"end":1173,"text":"2014 ","user":"hernqv"},{"marker":"Date","extra":{},"start":1177,"end":1181,"text":"2016","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1184,"end":1190,"text":"three ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1203,"end":1241,"text":"Defender rigid hulled inflatable boats","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1250,"end":1253,"text":"30 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1253,"end":1278,"text":"inflatable speed launches","user":"hernqv"},{"marker":"Seller","extra":{},"start":1325,"end":1331,"text":"Raidco","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1291,"end":1311,"text":"9- to 12-metre craft","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1283,"end":1291,"text":"several ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1126,"end":1132,"text":"France","user":"hernqv"},{"marker":"Answer","extra":{},"start":937,"end":1331,"text":"Cote d’Ivoire is adding around 40 new vessels to its fleet as it confronts a growing threat from pirates in the Gulf of Guinea. Recent acquisitions include three RPB 33 patrol vessels from France’s Raidco Marine (delivered between 2014 and 2016), three 8 metre long Defender rigid hulled inflatable boats, around 30 inflatable speed launches and several 9- to 12-metre craft, mostly from Raidco","user":"hernqv"}]}},{"context":"We use cookies to offer you a better website experience, analyze site traffic, personalize content and serve targeted advertisements. Read about how we use cookies and how you can control them.","labels":{"bffeb4be-a599-4bf8-b12e-f0d68f28ae6d":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"W","user":"hernqv"}]}},{"context":"AERO Vodochody AEROSPACE a.s., and Israel Aerospace Industries Ltd., announced their interest in participating in the United States Air Force OA-X light attack program.\nAERO’s family of light jet aircraft, which include the L-159 and the L-39NG offer the USAF a range of capabilities unmatched by any other light jet manufacturer today. Both aircraft meet or exceed the USAF OA-X requirements for mission performance and system attributes. The L-159 is a proven robust platform, which has been successfully tested and operated in NATO joint operations, USAF Red Air exercises and real combat missions with coalition partners. The proven L-159 platform is enhanced with the integration of IAI’s innovative and cutting-edge open architecture technologies. The L-39NG, the next generation of L-39, offers the USAF a unique balance of experience, operational performance, and cost efficiency available in a light jet.\nGiuseppe Giordo, Aero Vodochody President & CEO said: “Our family of aircraft offer the USAF a high and low choice of aircraft upon the Air Force’s cost benefit tradeoff. Together with IAI, Aero is ready to offer the USAF a multi-mission aircraft with the best available technology today, with potential for growth tomorrow. Our two non-developmental solutions offer the American Air Force a real choice of low risk, low cost solutions, in aircraft flying with coalition partners today.”\n\nADVERTISEMENT - CONTINUE READING BELOW -\n\nBenjamin Cohen from Israel Aerospace Industries’ Lahav Division said: “Our cooperation with Aero Vodochody offers the USAF impressive proven performance of the L-159, with new innovative IAI systems, to provide customers with aircraft that meet their OA-X requirements. Our virtual training system for the L-39NG is truly world class.”\nLight jets from Aero are operated by air forces in strategic regions for the US. L-39s operate in East Pacific, Baltic countries, Middle Europe, some African countries and other regions around the globe. It makes AERO’s light jets very easy to operate in partnership with other forces and very easy to support abroad. Both aircraft, l-39NG and L-159, are available to meet the timeframe and production tempo stated by the USAF. AERO is also able to move production, final assembly, training and logistics to the US thus creating hundreds of American jobs. AERO and IAI are now active in finding American partner for the O-AX program.\nAERO is traditional producer of military light jets. The company has produced over 6,000 jet aircraft with an accumulated 13,000,000 flight hours by more than 60 military operators. In addition, 15 aerobatic teams, such as the Breitling Jet Team, utilize L-39 aircraft, because of well-earned reputation of the aircraft for reliability, dependability, and cost effectiveness, both in the air and on the ground.","labels":{"228fd117-f925-4c41-a417-8557a80a7db8":[{"marker":"Answer","extra":{},"start":0,"end":167,"text":"AERO Vodochody AEROSPACE a.s., and Israel Aerospace Industries Ltd., announced their interest in participating in the United States Air Force OA-X light attack program","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":29,"text":"AERO Vodochody AEROSPACE a.s.","user":"hernqv"},{"marker":"Seller","extra":{},"start":35,"end":67,"text":"Israel Aerospace Industries Ltd.","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":7,"text":"AERO Vo","user":"hernqv"},{"marker":"Buyer","extra":{},"start":118,"end":141,"text":"United States Air Force","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":13,"text":"AERO Vodochod","user":"hernqv"},{"marker":"Answer","extra":{},"start":1085,"end":1160,"text":"Together with IAI, Aero is ready to offer the USAF a multi-mission aircraft","user":"hernqv"},{"marker":"Seller","extra":{},"start":1099,"end":1102,"text":"IAI","user":"hernqv"},{"marker":"Seller","extra":{},"start":1104,"end":1109,"text":"Aero ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1131,"end":1136,"text":"USAF ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1138,"end":1160,"text":"multi-mission aircraft","user":"hernqv"}]}},{"context":"ROME — The U.S. government’s nuclear warhead agency is scheduled to receive $15.1 billion in the Trump administration’s fiscal 2019 budget request, a 17.5 percent increase over the previous year’s request as the administration seeks to refresh and improve America’s nuclear arsenal.\nThe National Nuclear Security Administration, a semiautonomous arm of the Department of Energy, has oversight on nuclear warhead development, production and security. This is the second year the NNSA was slated for a budget increase, although the FY18 request — $13.9 billion, an increase of 7.8 percent over the FY17 omnibus level — has yet to be enacted.\nThe Nuclear Posture Review, released Feb. 2, called for the development of two new nuclear weapons capabilities, as well as heavy investment in infrastructure to support the nuclear arsenal. But just how NNSA would do in the new budget, which has sometimes struggled with funding in comparison to the broader defense budget, was unclear.\nOf the NNSA’s budget, just more than $11 billion are dedicated to weapons activity. The agency is currently doing a massive refresh on its warhead programs, which involves refurbishing and redesigning five warhead variants.\nMeanwhile, the Government Accountability Office has warned that NNSA is underfunded for its needs.\nThe funding will be welcomed by proponents of the NNSA, particularly after comments from the previous administrator, retired Air Force Lt. Gen. Frank Klotz, that his agency was “at capacity.”\nNotably, the NNSA could be in line for another plus-up in the FY20 budget. Speaking during the NPR rollout, Steve Erhart, acting undersecretary for nuclear security and NNSA administrator, said to expect “more fidelity in the budget request in the following year, FY20.”","labels":{"13d90918-b1c0-4a4e-83bb-174279d88893":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"R","user":"hernqv"}]}},{"context":"Please Enable Cookies\nwww.militaryaerospace.com is using a security service for protection against online attacks. The service requires full cookie support in order to view this website.\nPlease enable cookies on your browser and try again.","labels":{"75238e6e-64ac-46aa-990a-14e0b1aaee5e":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"P","user":"hernqv"}]}},{"context":"Prime Minister Justin Trudeau set himself on a political collision course with U.S. President Donald Trump Tuesday by laying out unequivocally that Canada will not meet NATO's benchmark for defence spending.\n\"There are no plans to double our defence budget,\" Trudeau told reporters at the end of a bilateral visit to Latvia, where he announced Canadian troops would remain until 2023.\nNATO asks its members to set aside the equivalent of two per cent of their gross domestic product for military spending.\nNew figures released Tuesday by the military alliance show Canada only hits 1.23 per cent of GDP.\nDemanding allies meet the two per cent metric has been an often-repeated mantra for Trump ahead of this week's leaders summit in Brussels.\n​\nIn a whirlwind tour of the NATO base at Adazi, where he met with troops from eight countries, Trudeau used the composition of the multinational battle group, which Canada leads, as an illustration that membership in NATO is more than just dollars and cents.\n\"What we are demonstrating here with this battle group is that NATO is not just a relic of the past, but as an essential element as we build a future based on our shared values,\" he told soldiers assembled at an outdoor ball hockey rink.\nTrudeau extends Latvia military mission Politics News 1:38 PM Justin Trudeau announces a 4 year extension of Canada's military mission to Latvia, as well as an increase in troops that will serve there. 1:38\n\"We are training together, learning together and developing a level of interoperability that goes beyond military tactics and abilities. It goes to how we understand each other, how we learn from each other and how we grow together. That as a demonstration of our shared values and convictions as an alliance is as strong as any other indication we can show with the amount of tanks or the amount of firepower.\"\nTrump says they'll 'work something out'\nThe two per cent benchmark was originally set at the 2002 Prague Summit, but leaders of the western alliance signed a pledge in 2014 saying they would work towards that goal by 2024.\nThe latest defence spending figures as a percentage of a country's gross domestic product (GDP), a measure used to determine the size of a country's economy. (CBC News)\nTrump, in a series of speeches recently, has vowed to force allies to pay up, although he sounded somewhat conciliatory on departing Washington on Tuesday.\n\"NATO has not treated us fairly, but I think we'll work something out,\" he told reporters.\n\"We pay far too much and they pay far too little. But we will work it out and all countries will be happy.\"\nThe fact Canada has no intention of raising defence spending to two per cent was laid out in the Liberal government's defence policy last year. It forecast hitting 1.4 percent of GDP by 2024.\nSeveral times on Tuesday, Trudeau outlined the spending his government plans, including the expected purchase of 88 new fighters for the air force and 15 frigates for the navy.\nTrudeau shakes hands with Latvian Prime Minister Maris Kucinskis following a bilateral meeting in Riga on Tuesday. (Sean Kilpatrick/Canadian Press)\nHe described the NATO target as \"easy shorthand\" and a \"limited tool\" and said Canada is always focused on having the capacity to respond when called upon.\nThe argument is not dissimilar to one the former Conservative government made when it faced pressure to ramp up defence spending prior to 2015.\nTrudeau received some political backing from Latvian Prime Minister Maris Kucinskis, whose country meets the benchmark and has openly said it is prepared to spend more.\nHe said the percentage doesn't matter and it's all about capability.\nKucinskis seemed happy to have Canada's commitment to continue to lead one of the three NATO battle groups in the Baltics.\n\"Today all of us are a little bit Canadian,\" he told troops at Adazi. \"And we see and we feel that all of the Canadians have become a little bit Latvian.\"\nIn addition to announcing the extension, Trudeau revealed that the army will deploy an extra 85 soldiers, many of them logisticians and engineers to help run the battle group.\nThe additional commitment will play well at NATO, which is in the process of organizing a division headquarters to co-ordinate the operations in the Baltics.\nGen. Jonathan Vance, Canada's top military commander, said the additional troops and the extension are welcome.","labels":{"06fba6a6-4c98-41f4-9a26-295f3dcb3d4a":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"P","user":"hernqv"}]}},{"context":"Boeing Wins U.S. Air Force T-X Pilot Training Program Contract\n$9.2 billion award funds 351 jets, 46 simulators and associated ground equipment\nThe U.S. Air Force has selected the Boeing T-X advanced pilot training system which features an all-new aircraft designed, developed and flight-tested by the team of Boeing and Saab. (Photo: John Parker, Boeing)\nST. LOUIS, Sept. 27, 2018 – U.S. Air Force pilots will soon train for combat with T-X jets and simulators from Boeing [NYSE: BA].\n“Today’s announcement is the culmination of years of unwavering focus by the Boeing and Saab team,” said Leanne Caret, president and CEO, Boeing Defense, Space & Security. “It is a direct result of our joint investment in developing a system centered on the unique requirements of the U.S. Air Force. We expect T-X to be a franchise program for much of this century.”\nBoeing and its risk-sharing partner Saab designed, developed, and flight tested two all-new, purpose-built jets ― proving out the system’s design, repeatability in manufacturing and training capability.\n“This selection allows our two companies to deliver on a commitment we jointly made nearly five years ago,” said Håkan Buskhe, president and CEO of Saab. “It is a major accomplishment for our partnership with Boeing and our joint team, and I look forward to delivering the first trainer aircraft to the Air Force.”\nBoeing is now clear to begin placing orders with its suppliers, including Saab. More than 90 percent of Boeing’s offering will be made in America, supporting more than 17,000 jobs in 34 states.\nSaab serves the global market with world-leading products, services and solutions within military defense and civil security. Saab has operations and employees on all continents around the world. Through innovative, collaborative and pragmatic thinking, Saab develops, adopts and improves new technology to meet customers’ changing needs.\nFor more information on Defense, Space & Security, visit www.boeing.com. Follow us on Twitter: @BoeingDefense and @BoeingSpace.\n#\nContact:\nRachelle Lockhart\nDefense, Space & Security\nOffice: +1 314-232-4170\nMobile: +1 314-420-8374\nrachelle.lockhart@boeing.com\nKelly Kaplan\nDefense, Space & Security\nOffice: +1 703-414-6158\nMobile: +1 832-284-2188\nkelly.g.kaplan@boeing.com\nAnn Wolgers\nSaab Press Officer\nPress Centre: +46 (0)734 180 018\nMobile: +46 (0) 73 418 70 52\npresscentre@saabgroup.com","labels":{"e5e58afd-028c-48a3-a19c-64cabcdce3de":[{"marker":"Answer","extra":{},"start":144,"end":325,"text":"The U.S. Air Force has selected the Boeing T-X advanced pilot training system which features an all-new aircraft designed, developed and flight-tested by the team of Boeing and Saab","user":"hernqv"},{"marker":"Buyer","extra":{},"start":148,"end":162,"text":"U.S. Air Force","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":144,"end":148,"text":"The ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":180,"end":190,"text":"Boeing T-X","user":"hernqv"},{"marker":"Seller","extra":{},"start":310,"end":317,"text":"Boeing ","user":"hernqv"},{"marker":"Seller","extra":{},"start":321,"end":325,"text":"Saab","user":"hernqv"}]}},{"context":"The government must lift the ban on media access and ensure that the repatriation of refugees is acceptable to the international community.\nBy SITHU AUNG MYINT | FRONTIERWHEN THE National League for Democracy government took office in March 2016, there was intense interest in its plans for developing the economy.State Counsellor Daw Aung San Suu Kyi decided that economic development depended on ending decades of civil war and made the pursuit of peace the government’s top priority, a cause to which she has devoted much time and energy.The NLD government’s efforts to attract foreign investment, which included legislative reforms, received a boost when the United States lifted all remaining economic sanctions against Myanmar in September 2016. The next month, the Arakan Rohingya Salvation Army launched the first of a coordinated series of attacks on security posts in northern Rakhine State.They were followed by another series of attacks last August, which led to a massive military counter-insurgency operation that triggered the exodus of more than 688,000 Muslims to neighbouring Bangladesh. Many Myanmar initially believed that conflict and violence in a remote corner of the country was unlikely to have a negative impact on economic development, but it is now clear they were wrong. This week I’d like to discuss the adverse effects of the Rakhine crisis on the economy.In a shock decision on February 1, Herzfeld Rubin Meyer & Rose, the Myanmar affiliate of a New York-based law firm, announced that it was closing its Yangon office at the end of the month. In 2013, it became the first American law firm to open for business in Myanmar amid the high expectations for economic growth fuelled by foreign investment after the country began its transition to democracy in 2011.HRMR’s lead director, Mr Eric Rose, was quoted as saying there were three main reasons that influenced the decision to close shop in Myanmar. In lengthy interviews withand, he cited government inaction on the economy, the Rakhine crisis, and remaining US financial sanctions together with the suspension of the European Union-Myanmar investment protection agreement.It is clear that economic development has been adversely affected by the situation in Rakhine. Rose said the Rakhine crisis, particularly the flight of more than 750,000 refugees, had created a reputational risk that deterred Western companies from investing in Myanmar. The risk was “in particular due to the lack of a coherent response from the Myanmar government” to the situation in Rakhine, he toldThe Rakhine crisis is not only a border problem, a religious and ethnic problem, a human rights problem and a sovereignty problem, but a problem that is directly related to economic development. That it was a factor in the decision to close the Herzfeld Rubin Meyer & Rose office after five years is an indication of the importance of solving the Rakhine problem.What needs to be done to address the problem that has attracted intense domestic and international interest?Media coverage of the violence in northern Rakhine after the August attacks last year has had a negative effect on Myanmar’s international image. It has included accounts of atrocities against Muslims and the burning of their homes to drive them out of the country.Initially, the government and the Tatmadaw denied allegations of human rights abuses during the counter-insurgency operation. Then news emerged of the massacre at Inn Din village in Maungdaw Township on September 2 last year. An exhaustive account of the Inn Din massacre published byon February 8 included interviews with Buddhist villagers who admitted torching Muslim homes, burying bodies and killing Muslims.The report also included the accounts by security personnel of their role in an operation to drive Muslims from the village.said it was the first time soldiers and paramilitary police were implicated by testimony from other security personnel.A week before the Reuters investigation was published,reported that there were at least five mass graves containing the bodies of Muslims at Gu Dar Pyin village in Buthidaung Township. The report said that before victims were thrown into mass graves, acid was poured on their faces to prevent them from being identified.On February 2, the government denied the report, saying a clash at the village on August 27 last year had resulted in the deaths of 19 “terrorists” who had been “carefully buried” by the security forces. The Rakhine State government threatened to suewhich said it stood by its reporting.On media coverage, there is only one way forward. The ban on media access to northern Rakhine must be lifted so that the international community may learn the truth about what happened during the counter-insurgency operation launched after the August 25 attacks.The Annan commission on Rakhine recommended “full and regular” media access, saying that the ban was counterproductive. Media access has also been urged by former Thai foreign minister, Mr Surakiart Sathirathai, who heads a board appointed by the government to advise the committee formed to implement the Annan commission recommendations.Another important issue is the repatriation and resettlement of refugees, which must be accomplished successfully, no matter how many difficulties need to be overcome. Muslims should be resettled where they had lived before they fled Myanmar and be able to live without fear.The repatriation process must be conducted in a way that is acceptable to the international community. Otherwise, the Rakhine problem will continue to hinder economic development in Myanmar.who are they ?","labels":{"d40c3213-615d-4a92-8d8c-64ea2dfe2451":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"The U.S. government will spend $200 million in training and supplying equipment for the Ghana Armed Forces (GAF), the U.S. Embassy in Ghana announced on 20 March.\nThe U.S. will keep training the Ghanian army in the framework of the $200 Mn military aid offered to Ghana (Picture source: Marine.mil)\nOn 20 March, Ghana’s Cabinet has approved an agreement granting access to the USA to establish a military base in Ghana. It also indicated that Ghana has also agreed to bear the cost and take primary responsibility for securing U.S. military facilities in the country.\nAccording to sources, the negotiation started in 2017 but was approved on Thursday, 8 March 2018. This news attracted mixed reactions from a section of the Ghanaian public. But the embassy, in a statement on 20 March 2018, said “the United States Embassy wishes to underscore that the United States has not requested, nor does it plan to establish a military base or bases in Ghana.”\nThe statement further said: “The current Status of Forces Agreement (SOFA) between the United States of America and the Republic of Ghana is approximately 20 years old. It does not cover the current range and volume of bilateral exercises and assistance.\" This year, the United States of America is investing over $200million in training and equipment for the Ghanaian armed forces. Ghana is also once again preparing to train U.S Forces as it did in 2017.\n“The United States and Ghana are planning joint security exercises in 2018 which require access to Ghanaian bases by U.S participants and those from other nations when included. We refer all questions to the government of Ghana.”","labels":{"ff9ca545-d434-404f-bb34-1ad4555ae827":[{"marker":"Answer","extra":{},"start":0,"end":112,"text":"The U.S. government will spend $200 million in training and supplying equipment for the Ghana Armed Forces (GAF)","user":"hernqv"},{"marker":"Price","extra":{},"start":31,"end":43,"text":"$200 million","user":"hernqv"},{"marker":"Buyer","extra":{},"start":88,"end":112,"text":"Ghana Armed Forces (GAF)","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":6,"text":"The U.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":4,"end":19,"text":"U.S. government","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":4,"text":"The ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":70,"end":79,"text":"equipment","user":"hernqv"},{"marker":"Answer","extra":{},"start":1219,"end":1333,"text":"the United States of America is investing over $200million in training and equipment for the Ghanaian armed forces","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1294,"end":1304,"text":"equipment ","user":"hernqv"},{"marker":"Price","extra":{},"start":1266,"end":1277,"text":"$200million","user":"hernqv"},{"marker":"Seller","extra":{},"start":1223,"end":1247,"text":"United States of America","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1219,"end":1243,"text":"the United States of Ame","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1312,"end":1333,"text":"Ghanaian armed forces","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1219,"end":1228,"text":"the Unite","user":"hernqv"}]}},{"context":"MOSCOW, November 6. /TASS/. The Russian army has received over 1,800 unmanned aerial vehicles (UAVs) of different types over the last six years, the Russian Defense Ministry's official newspaper \"Krasnaya Zvezda\" (Red Star) reported on Tuesday.\n\"Over the last year, a qualitative leap has been made in the development of unmanned aerial vehicles. Almost 400 military units and subunits were formed, and they received over 1,800 modern unmanned aerial vehicles, which allows them to conduct reconnaissance at the depth of 500 km,\" the newspaper said.\nThe technical characteristics of Russian UAVs are constantly being improved, the newspaper added. \"In particular, the development of promising systems that are capable of fulfilling tasks at the depth of 3,000 km, is underway,\" the newspaper added.\nMoreover, new UAVs can be used for electronic warfare, communications, and fire damage.","labels":{"db140581-9b6a-4299-adb4-3b14799b40ae":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"M","user":"hernqv"}]}},{"context":"LONDON ― Britain’s defense secretary has put at least a £3 billion-a-year (U.S. $4 billion) price tag on the value of the country’s close military relationship with the US, but conceded that the arrangement was priceless to the government.\n“We benefit massively from our relationship with the U.S. I said you couldn’t actually put a price on it, but when you look at [it] in terms of the benefits we get on a yearly basis I think we would benefit to the tune of a very minimum of £3 billion, and that is taking a very conservative approach,” Gavin Williamson told the parliamentary Defence Committee on Tuesday.\nWilliamson said the benefits came in “terms of technology, in terms of joint programs working together. Quite frankly we would always struggle to put that level of investment into a program if we wanted to bring it to fruition, so we are a massive beneficiary of this relationship.”\nThe remarks come as the committee concluded an inquiry into British relations with the U.S. and NATO. The findings of the report are expected to be published in the next few months.\nThe defense secretary earlier in the day announced the Ministry of Defence had on May 21 hosted a meeting with the U.S. Defense Innovation Board in London aimed at sharing, among other things, innovation priorities.\nBritain’s relationship with the U.S. could take a serious hit, however, should media reports from last week prove true ― that London is considering cutting its pledge to buy 138 Lockheed Martin F-35 fighter jets and instead purchase more of the cheaper Eurofighter Typhoons as part of its defense review, officially known as the Defence Modernisation Programme.\nOne British newspaper described the possible move as “an epic snub” to Washington.\nWilliamson also announced Britain’s investment in the creation of what will be called the AI Lab ― a defense center for artificial intelligence, machine learning and data science based at the MoD’s Defence Science and Technology Laboratory facility in Porton Down, southwest England.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nWith the cash-strapped MoD expected to publish the defense review ahead of the NATO summit in Brussels scheduled for July 11, lawmakers wanted to know whether Washington had voiced an opinion about British defense spending.\nWilliamson said the U.S. Defense Department and others in the states had contributed to the defense review, but the subject of money hadn’t been on the agenda formally or informally.\n“What they have asked is to make sure we have the right capabilities. But we have not had a discussion about defense spending. ... They have put a very high value on the capabilities we have, and they would be very concerned to see that capability eroded,” Williamson told the committee.\nThe defense secretary specifically noted “massive ticket items that the U.S. sees as pivotal for the defense and security of NATO members”:\nRapid deployment of troops as part of NATO.\nSpecial forces.\nThe new Queen Elizabeth-class aircraft carrier battle group.\nThe nuclear deterrent.\nCountering the uptick in Russian submarine activity in the North Atlantic.\nWilliamson also mentioned the Royal Navy’s mine-hunting capabilities and said Britain is a world leader in terms of technological development done in partnership with the U.S., asserting that in some cases the U.S. is further behind Britain.\nUnder the Obama administration, senior U.S. military and diplomatic figures voiced concern over Britain’s declining defense capabilities as spending slipped close to falling below the NATO-set spending target of 2 percent of gross domestic product.\n“They [the U.S. administration] recognize that our commitment to 2 percent is something to be praised and is an important signal to other European nations to be spending at that same level,” Williamson said.\nEarlier this month, Woody Johnson, the U.S. ambassador in London, urged Britain to increase its defense spending.\nThe Defence Modernisation Programme is meant to prioritize British capabilities and programs, in part to reflect the rapidly changing threat posed by Russia and others since the Strategic Defence and Security Review was published in 2015.\nThe MoD, which is facing a multibillion pound black hole in the defense equipment and other budgets over the next few years, will have to find significant cuts from efficiency gains and other measures to balance the books. The department is also fighting for more money from the Treasury to stave off cuts.\nDefense funding problems took a new knock Tuesday when the National Audit Office, a government-spending watchdog, warned that the program to design, build and support nuclear submarines over the next 10 years faces a £6 billion funding gap.","labels":{"56cba09c-7e06-4ebf-b6d7-d791ba98a58e":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"L","user":"hernqv"}]}},{"context":"India to Locally Upgrade 130mm M-46 Russian Artillery Guns to 36km Target Range\n(Source: Sputnik news; posted March 22, 2018)\nNEW DELHI --- The M-46 Russian artillery guns being operated by the Indian Army will soon be upgraded from their existing target range of 27 kilometers to 36 kilometers. The upgrade will be done locally by the state-run Ordnance Factories Board at the cost of about $50 million.\nThe upgrade work will involve replacing the existing muzzle brake, breech block and associated modifications to the recoil system, apart from replacing the 130mm barrel with a 155mm barrel.\nThe Ordnance Factories Board (OFB) has received the final confirmation of the contract for the upgrade of 300 artillery guns after the successful user trial of a prototype.\n\"We have successfully enhanced the capability of the artillery gun. Its ammunition is already manufactured by ordnance factories. Recently, the Indian Army has ordered to upgrade 300 such guns,\" S. K. Chourasia, OFB Chairman, told Sputnik.\nThe Indian Army had initiated the upgrade of the Soviet era guns in 2008 with the contract being awarded to the Israeli firm Soltam — now part of Elbit. Soltam's contract was suspended midway after allegations that it had bribed officials. Later, the government had decided to throw open the contract for domestic companies. The state-run Ordnance Factories Board participated in the tender issued by the Indian Army, competing with two other private manufacturers.\n\"After extensive field evaluation trial, OFB's gun has emerged as the only gun system meeting all quality requirements,\" an OFB official said.\nThe Indian Army plans to eventually convert all existing field guns into 155mm/52-caliber guns — wheeled, tracked, self-propelled and mounted — which will cost approximately $6 billion.\n-ends-","labels":{"a5d01351-b574-4cbe-8375-770d4096d3b3":[{"marker":"Answer","extra":{},"start":1008,"end":1139,"text":"The Indian Army had initiated the upgrade of the Soviet era guns in 2008 with the contract being awarded to the Israeli firm Soltam","user":"hernqv"},{"marker":"Seller","extra":{},"start":1133,"end":1139,"text":"Soltam","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1012,"end":1023,"text":"Indian Army","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1008,"end":1015,"text":"The Ind","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1120,"end":1128,"text":"Israeli ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1042,"end":1072,"text":"upgrade of the Soviet era guns","user":"hernqv"},{"marker":"Date","extra":{},"start":1076,"end":1081,"text":"2008 ","user":"hernqv"}]}},{"context":"The United States has donated nine Pitbull VX armoured vehicles to Tunisia’s Tunisian Counter-Terrorism Brigade to combat terrorism and improve border security.\nThe vehicles were handed over on 22 June. Tunisian Minister of Justice and acting Minister of the Interior Ghazi Jeribi said “these armoured vehicles will significantly contribute to the increase in the fighting capacity against terrorist groups in Tunisia.”\nUS Ambassador to Tunisia Daniel Rubinstein said Tunisia was successful in maintaining security and fighting against terrorism, and Tunisia would prove itself as a stable and peaceful country.\nThe Pitbull VXs will be operated by the Tunisian Counter-Terrorism Brigade, which reports to the Intervention Units General Directorate.\nThe Pitbull VX is built by Alpine Armouring and is based on the Ford F-550 chassis. Designed for SWAT teams, it is powered by a 6.7 litre Rod V8 developing 303 hp. The vehicle weights 7.5 tongs and can carry eight fully equipped SWAT members. Armour protection is to A9/B6+ level.\nIn the past few years, the US Army has provided Tunisia with aircraft, navy vessels, high-tech intelligence and surveillance equipment as well as specialised counter-terrorism training and equipment to equip and professionalise the post-revolutionary army.","labels":{"bc7075df-2cb4-43d2-8a66-ad1c8478f0e9":[{"marker":"Answer","extra":{},"start":0,"end":111,"text":"The United States has donated nine Pitbull VX armoured vehicles to Tunisia’s Tunisian Counter-Terrorism Brigade","user":"hernqv"},{"marker":"Seller","extra":{},"start":4,"end":17,"text":"United States","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":13,"text":"The United St","user":"hernqv"},{"marker":"Quantity","extra":{},"start":30,"end":35,"text":"nine ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":35,"end":63,"text":"Pitbull VX armoured vehicles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":67,"end":111,"text":"Tunisia’s Tunisian Counter-Terrorism Brigade","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":7,"text":"The Uni","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":10,"end":18,"text":" States ","user":"hernqv"},{"marker":"Answer","extra":{},"start":1057,"end":1228,"text":"US Army has provided Tunisia with aircraft, navy vessels, high-tech intelligence and surveillance equipment as well as specialised counter-terrorism training and equipment","user":"hernqv"},{"marker":"Seller","extra":{},"start":1057,"end":1064,"text":"US Army","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1057,"end":1060,"text":"US ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1078,"end":1086,"text":"Tunisia ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1057,"end":1064,"text":"US Army","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1091,"end":1099,"text":"aircraft","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1101,"end":1113,"text":"navy vessels","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1115,"end":1164,"text":"high-tech intelligence and surveillance equipment","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1219,"end":1228,"text":"equipment","user":"hernqv"}]}},{"context":"The Nigerian Air Force (NAF) has reacted to claims in some quarters that President Muhammadu Buhari had inducted an Unmanned Aerial Vehicle (UAV)\nPresident Buhari launched Tsaigumi UAV, a ten-hour capacity drone for day and night operations on Thursday, January 15, 2018 in Kaduna.\nEarlier In 2013, the NAF had developed Gulma, an experimental drone which was then unveiled by Former President Jonathan as the first indigenous UAV.\nUnaware of the difference between both UAVs, some Nigerians claimed that the Buhari administration was “re-commissioning Jonathan's drone”.\nBut, in a statement by its spokesman, Air Vice Marshal Olatokunbo Adesanya, the NAF noted that while Gulam was Nigeria’s first indigenous drone, Tsaigumi is the country’s first ever operational UAV.\n“It has become necessary to clarify certain misconceptions, which followed the announcement, by the Nigerian Air Force (NAF), of the induction of its first indigenous operational Unmanned Aerial Vehicle (UAV) by President Muhammadu Buhari,” the NAF spokesman said in a statement made available to on Friday, February 16, 2018.\nALSO READ: NAF airlifts, treats hostages rescued from Sambisa forest\nHe goes on further: “To set the records straight, while Gulam UAV is indeed the NAF’s first indigenous UAV, the newly inducted Tsaigumi UAV is the first indigenous operational UAV. Both UAV types are the outcomes of efforts of a team of .\n“NAF’s foray into UAV development commenced in 2008, when its student officers, who were undergoing postgraduate studies in aerospace engineering programmes at Cranfield University, UK, chose UAV development as their research project. The student officers produced the as part of their project and it had neither autopilot nor Intelligence, Surveillance and Reconnaissance (ISR) capability.\n“By 2013, the NAF developed an experimental UAV, codenamed GULMA, which was then unveiled as the first indigenous UAV. It is noteworthy that Gulma UAV was a technology demonstrator used to gather performance data on UAV systems.\n“Consequently, in September 2015, the Chief of the Air Staff (CAS), , directed the NAF’s R&D Team to build an operational UAV, codenamed Tsaigumi to be used in the Northeast and other theatres of operation in Nigeria.\n“The data gathered from the Gulma prototype was subsequently applied in the design of the operational UAV, known as Tsaigumi, and inducted into service on 15 February 2018. Although the Tsaigumi UAV was manufactured at the Air Force Research and Development Centre at NAF Base Kaduna, the Team had to collaborate with an overseas facility to produce the moulds.\n“Tsaigumi UAV, which is capable of day and night operations, has an operational endurance in excess of 10 hours, a service ceiling of 15,000 feet and a mission radius of 100km. It has a maximum take-off weight of 80kg and its payload comprises an electro-optical infrared camera system as well as weapon hard points. The Tsaigumi UAV, whose engine sound is muffled, has a state of the art encrypted communication system.\n\"It has a wingspan of 5.5metres and is able to gather real time weather information. On the contrary, the Gulma UAV has an operational endurance of 4 hours, a service ceiling of 5,000 feet and could not be operated beyond 20km. It has a maximum take-off weight of 40kg and its payload is an electro-optical camera system only. The Gulma UAV, whose engine sound is not muffled, relies on direct radio frequency communication system with attendant limitations.\n“The Gulma has a wingspan of 4.4 metres and relies on Air Traffic Control for weather information. Besides, while the Gulma UAV has an imported autopilot, the operational Tsaigumi UAV has an in-house developed autopilot. Tsaigumi UAV is thus a much more advanced and operationalized version of the earlier produced Amebo and Gulma UAV prototypes,” he announced.\nAdesanya said the NAF is currently working on ICHOKU, which when completed, would be the first indigenous Unmanned Combat Aerial Vehicle (UCAV) in Nigeria.","labels":{"9c3e27c7-df9a-4c52-a825-f58eaaf62a36":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"Leaders of Burkina Faso's military coup have handed power back to interim President Michel Kafando Wednesday, after they overtook the presidential palace and detained the president last week.\n“I have returned to work. The transition is back and at this very minute is exercising the power of the state,” said Kafando, reported local media.\nBurkina Faso's government has been in a precarious state since last week when the presidential guard took over the palace and detained the interim President Michel Kafando and Prime Minister Yacouba Isaac Zida. The following day, Gen. Gilbert Diendere, the head of the presidential guard, declared himself the country's new leader.\nThe move was met with resistance by citizens, which led to violent protests in the street. It was also condemned by the Burkina Faso military and other government loyalists, as well as the international community, including the African Union.\nArmy loyalists gave Diendere an ultimatum Monday, telling him to step down or face a military attack.\nA deal was signed late Tuesday between the two sides. Diendere agreed to stand down from the positions the rebels had taken in the capital Ouagadougou, while the army also agreed to withdraw its troops and guarantee the safety of the rebel presidential guard members and their families, according to reports by Mail & Guardian Africa.\nThe attempted military coup comes just weeks before national elections were to take place on Oct. 11. The elections were seen as a means to stabilize the country, since they will be the first to take place since former President Blaise Compaore was toppled last October.\nRELATED: Reflecting on the Burkina Faso Uprising","labels":{"ce38a91d-70f9-4f89-80f2-0d3f425f9746":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"L","user":"hernqv"}]}},{"context":"April 17, 2017\nThe Turkish Navy commissioned the lead ship of a new class of landing ships, TCG Bayraktar, on April 14, Turkish minister of defense tweeted.\nThis was first reported by Turkish Bosphorus Naval News who noted that the ship will remain under the shipyard’s warranty for 12 months. After the 12-month period, TCG Bayraktar will become responsibility of the Turkish Navy.\nTCG Bayraktar and sister ship TCG Sancaktar, the second ship in the class, are being built under a contract signed between Anadolu Shipyard and the Turkish Ministry of Defense in May 2011. TCG Sancaktar was launched on July 16, 2016 and is expected to be delivered in October this year.\nFirst steel for TCG Bayraktar was cut in May 2014 and the ship was launched on October 3, 2015.\nTCG Bayraktar and her sister ship displace over 7200 tonnes at 139 meters. They are capable of transporting up to 1.200 tonnes of cargo (18 tanks).\nAdditionally, the ships are equipped with two command and control centers (one for ship’s CIC and the other for joint amphibious command and control purposes) and four landing craft, vehicle, personnel boats (each can carry 40 Marines or 8 t cargo).\nThey feature three onload/offload gates (fore, aft, and port side) and have an 18 m trifold bow ramp. A fore draft of less than 2 meters makes the ships suitable for beach landing operations.","labels":{"bff95fa6-1ba8-490a-bd66-17041cdec7c2":[{"marker":"Answer","extra":{},"start":383,"end":558,"text":"TCG Bayraktar and sister ship TCG Sancaktar, the second ship in the class, are being built under a contract signed between Anadolu Shipyard and the Turkish Ministry of Defense","user":"hernqv"},{"marker":"Weapon","extra":{},"start":383,"end":396,"text":"TCG Bayraktar","user":"hernqv"},{"marker":"Weapon","extra":{},"start":413,"end":426,"text":"TCG Sancaktar","user":"hernqv"},{"marker":"Buyer","extra":{},"start":531,"end":558,"text":"Turkish Ministry of Defense","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":383,"end":391,"text":"TCG Bayr","user":"hernqv"},{"marker":"Seller","extra":{},"start":506,"end":522,"text":"Anadolu Shipyard","user":"hernqv"}]}},{"context":"France's Armée de l'Air Welcomes First C-130J Super Hercules\nORLÉANS, France, Jan. 15, 2018 / PRNewswire / -- Florence Parly, France's minister of the Armed Forces, officially welcomed the country's first C-130J Super Hercules aircraft to the Armée de l'Air's 62st Transport Wing with a ceremony at Orléans-Bricy Air Base today. Government officials from France and the United States also attended the ceremony, along with representatives from Lockheed Martin (NYSE: LMT).\nFrance will receive a total of four Super Hercules aircraft — two C-130J-30 combat delivery airlifters and two KC-130J aerial refuelers — through a Foreign Military Sale with the U.S. government, with deliveries taking place through 2019. The first of these aircraft (a C-130J-30 airlifter) was formally delivered to France in December 2017 at the Lockheed Martin facility in Marietta, Georgia, in the United States.\nFrance first acquired C-130Hs in 1987 and its new C-130Js will be operated with its existing Hercules fleet.\n\"As a long-time Hercules operator, France has continuously demonstrated to the world the unmatched qualities and versatility found only in a C-130,\" said George Shultz, vice president and general manager, Air Mobility & Maritime Missions at Lockheed Martin. \"France's new Super Hercules fleet delivers increased power, speed and capabilities to ensure that Armée de l'Air crews continue to meet — and exceed — mission requirements for decades to come.\"\nFrance is the 17th country to choose the C-130J for its airlift needs. The C-130J Super Hercules is the most advanced tactical airlifter in operation today, offering superior performance and enhanced capabilities with the range and versatility for every theater of operations and evolving requirements.\nTo learn more about Lockheed Martin's C-130J Super Hercules, visit www.lockheedmartin.com/c130\nAbout Lockheed Martin\nHeadquartered in Bethesda, Maryland, Lockheed Martin is a global security and aerospace company that employs approximately 97,000 people worldwide and is principally engaged in the research, design, development, manufacture, integration and sustainment of advanced technology systems, products and services.\nSOURCE Lockheed Martin Aeronautics Company","labels":{"5bf7b95f-8ea4-47d7-a7e8-63f8ab147e81":[{"marker":"Answer","extra":{},"start":473,"end":710,"text":"France will receive a total of four Super Hercules aircraft — two C-130J-30 combat delivery airlifters and two KC-130J aerial refuelers — through a Foreign Military Sale with the U.S. government, with deliveries taking place through 2019","user":"hernqv"},{"marker":"Date","extra":{},"start":706,"end":710,"text":"2019","user":"hernqv"},{"marker":"Buyer","extra":{},"start":473,"end":480,"text":"France ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":473,"end":479,"text":"France","user":"hernqv"},{"marker":"Seller","extra":{},"start":652,"end":667,"text":"U.S. government","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":473,"end":477,"text":"Fran","user":"hernqv"},{"marker":"Quantity","extra":{},"start":535,"end":539,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":539,"end":575,"text":"C-130J-30 combat delivery airlifters","user":"hernqv"},{"marker":"Quantity","extra":{},"start":580,"end":584,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":584,"end":608,"text":"KC-130J aerial refuelers","user":"hernqv"},{"marker":"Answer","extra":{},"start":712,"end":889,"text":"The first of these aircraft (a C-130J-30 airlifter) was formally delivered to France in December 2017 at the Lockheed Martin facility in Marietta, Georgia, in the United States.","user":"hernqv"},{"marker":"Weapon","extra":{},"start":743,"end":762,"text":"C-130J-30 airlifter","user":"hernqv"},{"marker":"Buyer","extra":{},"start":790,"end":797,"text":"France ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":712,"end":718,"text":"The fi","user":"hernqv"},{"marker":"Date","extra":{},"start":800,"end":813,"text":"December 2017","user":"hernqv"},{"marker":"Seller","extra":{},"start":821,"end":836,"text":"Lockheed Martin","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":875,"end":888,"text":"United States","user":"hernqv"}]}},{"context":"PARIS ― Airbus is cutting up to 3,700 jobs across four European nations as annual production of the A400M military airlifter and A380 superjumbo airliner will be slashed, the aircraft company said Wednesday.\n“At this stage, Airbus estimates the maximum impact of these measures will affect up to 3,700 positions at sites across the company’s home countries of France, Germany, the United Kingdom and Spain,” the company said in a statement.\nThe company announced the cuts after a meeting of its European Works Council.\nAirbus will seek to offer work to most of the staff hit by the production cuts by moving employees to other programs with rising build rates, the company said.\nAnnual production of the A400M transport plane will fall to eight units in 2020 from 15 this year and 11 next year.\nThe drop in A380 production to six compares to 12 being built this year.\n“This adjustment is based on discussions with the A400M launch customer nations,” the company said.\nAirbus called for those talks in a bid to agree on a new delivery schedule, seeking to reduce penalty payments for late shipment of the turboprop airlifter. A new timetable is expected by the end of the year, which would stem the financial charges of €8.5 billion (U.S. $10.5 billion) booked by Airbus.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nAirbus profits lag amid engine issues, military challenges Airbus maintained its full-year forecast of delivering more than 700 planes but says it depends on engine makers meeting commitments to fixing problems.\nAn Airbus spokesman declined to give a figure on the jobs hit on the A400M program.\nSeville, southern Spain, is the assembly plant for the A400M, with wings built in Broughton in the U.K.; fuselage in Bremen, northern Germany; and cockpit in Saint-Nazaire, western France.\nThe Airbus A400M military transport plane prepares to land after a demonstration flight on June 15, 2015. (Remy de la Mauviniere/AFP via Getty Images)\nSome of the Seville staff could be switched to retrofit of military capabilities on the A400M. The Spanish plant also works on the C-295 tactical turboprop plane and provides aircraft maintenance and repairs.\nThe total 3,700 job cuts will fall on 13 factories across the four partner nations, with the company expecting to assign most of the staff to other aircraft programs.\nA lower production rate for the A400M seeks to address the problem of the number of aircraft built but then parked on the tarmac rather than promptly delivered to client nations. That excess of inventory arose from the need to fix a problem on the propeller gearbox of the TP400 engine.\nSlower production also allows Airbus more time to fit equipment for tactical capabilities rather than deliver the aircraft on time and later recall them for retrofit.\nAirbus also expects to use that extra time to pitch the plane in export markets.\nA January order from Dubai-based airline Emirates for 20 A380s, with an option for 16 more, gave a lifeline for the double-decker airliners with an annual baseline delivery of six units. That Emirates order was worth $16 billion at list price, though it was likely the airline won a large discount.","labels":{"e8654fe7-5dd8-4ca6-ae64-192711b96e79":[{"marker":"Answer","extra":{},"start":3111,"end":3116,"text":"A380s","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":1,"text":"P","user":"hernqv"}]}},{"context":"NEW DELHI — India has signed a $950 million contract with Russia for two upgraded Krivak III-class stealth frigates.\nA government-to-government contract was signed between India and United Shipbuilding Corporation of Russia last week for the supply of two stealth frigates after two years of negotiations, an Indian Ministry of Defence official said.\nThe deal comes after Russian President Vladimir Putin visited India on Oct. 5 and the ruling National Democratic Alliance government cut a $5.43 billion deal to buy five Russian S-400 Triumf missile systems despite objections from its ally the United States.\nThe MoD official said the procurement of the frigates will involve a rupee-rouble transaction instead of using U.S. dollars to avoid American sanctions on Russian defense companies under CAATSA, or the Countering America’s Adversaries Through Sanctions Act.\nThe frigates are built by Yantar Shipyard of Russia and will be powered by Ukrainian gas turbine engines. They will be equipped with Indian-built radar, sonar, communication suites and anti-ship BrahMos missile systems, an Indian Navy official said. The ships are expected to be delivered by the end of 2022, the official added.\nIndia and Russia signed an agreement in October 2016 for the purchase and construction of four additional upgraded Kravak III-class stealth frigates, under which two frigates will be directly supplied by Russia and two others built at state-owned Goa Shipyard Limited in India though a technology transfer.\nA separate contract will be signed next year for the construction of two similar stealth frigates in India.\nThe 4,000-ton Krivak III vessels will also accommodate two multirole helicopters and will be used for anti-submarine and airborne early warning missions.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nIndia has already built seven basic versions of Krivak-class stealth frigates under the Navy’s Project 17A scheme at state-owned shipyards Mazagon Dock Limited, and Garden Reach Shipbuilders and Engineers.","labels":{"3365f950-a840-42b8-9893-c0d9491baf2f":[{"marker":"Price","extra":{},"start":31,"end":43,"text":"$950 million","user":"hernqv"},{"marker":"Buyer","extra":{},"start":12,"end":18,"text":"India ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":12,"end":17,"text":"India","user":"hernqv"},{"marker":"Seller","extra":{},"start":58,"end":65,"text":"Russia ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":12,"end":18,"text":"India ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":69,"end":73,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":82,"end":115,"text":"Krivak III-class stealth frigates","user":"hernqv"},{"marker":"Answer","extra":{},"start":12,"end":115,"text":"India has signed a $950 million contract with Russia for two upgraded Krivak III-class stealth frigates","user":"hernqv"},{"marker":"Answer","extra":{},"start":117,"end":272,"text":"A government-to-government contract was signed between India and United Shipbuilding Corporation of Russia last week for the supply of two stealth frigates","user":"hernqv"},{"marker":"Buyer","extra":{},"start":172,"end":178,"text":"India ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":117,"end":122,"text":"A gov","user":"hernqv"},{"marker":"Seller","extra":{},"start":182,"end":213,"text":"United Shipbuilding Corporation","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":217,"end":224,"text":"Russia ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":252,"end":255,"text":"two","user":"hernqv"},{"marker":"Weapon","extra":{},"start":256,"end":272,"text":"stealth frigates","user":"hernqv"},{"marker":"Answer","extra":{},"start":372,"end":557,"text":"Russian President Vladimir Putin visited India on Oct. 5 and the ruling National Democratic Alliance government cut a $5.43 billion deal to buy five Russian S-400 Triumf missile systems","user":"hernqv"},{"marker":"Buyer","extra":{},"start":444,"end":483,"text":"National Democratic Alliance government","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":413,"end":419,"text":"India ","user":"hernqv"},{"marker":"Price","extra":{},"start":490,"end":503,"text":"$5.43 billion","user":"hernqv"},{"marker":"Quantity","extra":{},"start":516,"end":521,"text":"five ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":521,"end":557,"text":"Russian S-400 Triumf missile systems","user":"hernqv"},{"marker":"Date","extra":{},"start":422,"end":428,"text":"Oct. 5","user":"hernqv"},{"marker":"Answer","extra":{},"start":1197,"end":1345,"text":"India and Russia signed an agreement in October 2016 for the purchase and construction of four additional upgraded Kravak III-class stealth frigates","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1197,"end":1203,"text":"India ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1197,"end":1202,"text":"India","user":"hernqv"},{"marker":"Seller","extra":{},"start":1207,"end":1214,"text":"Russia ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1197,"end":1203,"text":"India ","user":"hernqv"},{"marker":"Date","extra":{},"start":1237,"end":1249,"text":"October 2016","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1287,"end":1292,"text":"four ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1312,"end":1345,"text":"Kravak III-class stealth frigates","user":"hernqv"}]}},{"context":"Turkey won’t strike a deal on purchasing American-made Patriot air defense missile systems if the US ties it with tearing up the existing arms contract with Moscow, Foreign Minister Mevlut Cavusoglu said.\n“The S-400 deal has already been finalized. We can agree with the US on the Patriot system, but not if there will be [a condition] to abandon the S-400s,” the minister stated on Thursday, as quoted by NTV.\nAlso on rt.com US tells Turkey to give up on Russian S-400s in exchange for Patriot systems deal – report\nTurkish media reported earlier that the contract presented by the Americans says the missiles will only be delivered if Ankara abandons the S-400 purchase.\nThe US Department of State approved the sale of 80 Patriot missiles and 60 PAC-3 missile interceptors last month. Cavusoglu confirmed that Ankara received a formal proposal to buy the weapons and will consider the terms. But in no way should Washington attempt to meddle in the nation’s arms deals with other partners, the minister warned.\nNATO allies can get whatever air defense systems they want.\nThe deal to buy Russia’s advanced S-400 air defense missile system was signed by Ankara last year following lengthy negotiations. The first batch of S-400s is scheduled to be deployed in October.\nAlerted by the Russian-Turkish talks, officials in Washington unsuccessfully attempted to dissuade its ally from dealing with Moscow. Last year, Congress passed a law effectively blocking the shipment of 100 F-35 jet fighters to Turkey. Lawmakers cited the risks that the sale of S-400s poses to the US and NATO.\nUS diplomats and military officials similarly tried to pressure India out of buying the S-400 as the transaction could potentially violate American laws on sanctions placed on Russia. According to local media, Washington even proposed granting New Delhi a free pass on receiving arms from Moscow if it also buys the US’ F-16 aircraft.\nDespite pressure from overseas, Turkey and India maintained that they can freely choose partners in the arms trade without interference from Washington or anybody else. “We don’t need permission from anybody” to purchase the S-400s, Turkish President Recep Tayyip Erdogan said in September.\nThink your friends would be interested? Share this story!","labels":{"be6aab23-4a34-4976-b4e1-95ba9ecf2c58":[{"marker":"Answer","extra":{},"start":0,"end":90,"text":"Turkey won’t strike a deal on purchasing American-made Patriot air defense missile systems","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":7,"text":"Turkey ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":41,"end":49,"text":"American","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":6,"text":"Turkey","user":"hernqv"},{"marker":"Weapon","extra":{},"start":55,"end":90,"text":"Patriot air defense missile systems","user":"hernqv"},{"marker":"Answer","extra":{},"start":1073,"end":1170,"text":"The deal to buy Russia’s advanced S-400 air defense missile system was signed by Ankara last year","user":"hernqv"},{"marker":"Seller","extra":{},"start":1089,"end":1095,"text":"Russia","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1073,"end":1079,"text":"The de","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1107,"end":1139,"text":"S-400 air defense missile system","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1154,"end":1161,"text":"Ankara ","user":"hernqv"},{"marker":"Date","extra":{},"start":1161,"end":1170,"text":"last year","user":"hernqv"},{"marker":"Answer","extra":{},"start":673,"end":785,"text":"The US Department of State approved the sale of 80 Patriot missiles and 60 PAC-3 missile interceptors last month","user":"hernqv"},{"marker":"Seller","extra":{},"start":677,"end":699,"text":"US Department of State","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":673,"end":676,"text":"The","user":"hernqv"},{"marker":"Quantity","extra":{},"start":721,"end":723,"text":"80","user":"hernqv"},{"marker":"Weapon","extra":{},"start":724,"end":740,"text":"Patriot missiles","user":"hernqv"},{"marker":"Quantity","extra":{},"start":745,"end":748,"text":"60 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":748,"end":774,"text":"PAC-3 missile interceptors","user":"hernqv"},{"marker":"Date","extra":{},"start":775,"end":785,"text":"last month","user":"hernqv"}]}},{"context":"A remote Iranian port could be the next trigger for geopolitical tensions between rivals China and India. India has pledged more than $500 million to develop the strategically located port of Chabahar -- roughly 1,800 kilometers (1,110 miles) from the capital Tehran -- since it first expressed interest in 2003. Yet repeated delays have prompted Iran to turn to China in the hope of speeding up construction.On a March trip to Islamabad , Iran Foreign Minister Javad Zarif said he’d welcome Chinese and Pakistani investment in Chabahar, according to Dawn newspaper. He cited China’s development of Gwadar, a port down the coast that is a showcase of President Xi Jinping’s Belt-and-Road infrastructure initiative.The shift makes sense for Iran, which wants to ensure Chabahar is an economic success. But it could be a strategic loss for India, which opposes China’s expansion in the Indian Ocean and is already worried that Gwadar could one day be used as a military base -- along with other China-backed ports from Myanmar to Bangladesh to Sri Lanka.Any formal investment from Beijing would further weaken the strategic advantage for New Delhi to invest in Chabahar, which is close to Pakistan’s western border. The Gwadar port is part of Xi’s plan to finance $50 billion in infrastructure investments in Pakistan , and Chinese merchants already have a strong foothold in Chabahar.China’s foreign ministry did not immediately respond to an email seeking comment.\"Delhi would likely take the view that any Chinese presence at Chabahar, even if not involved in the operation of the port, could be used as a way of undermining India’s influence with local authorities,\" said David Brewster, a senior research fellow with the Australian National University’s National Security College. \"It could also be potentially used to facilitate surveillance of India’s activities.\"While it’s unclear whether China will take up Iran’s offer, the involvement of a cash-rich and expansionist Beijing would almost certainly speed up development of the port.China has overland train connections linking China to Iran and “huge” investments in the country, said Manoj Joshi, a distinguished fellow at the New Delhi-based Observer Research Foundation think-tank. \"China is much deeper there than India.\"Iran’s invitation to invest was welcomed in Pakistan. \"It’s a positive statement that came for the first time from their side,\" Dostain Khan Jamaldini, chairman of the Gwadar Port Authority, said by phone. The two countries are already discussing a new ferry service that would link ports in Gwadar and Karachi with the Iranian ports of Chabahar and Bandar Abbas, Jamaldini said.Cooperation between the two ports could be awkward. India and Pakistan are historic foes that have fought several wars, while India and China -- which recently faced off in the Himalayas -- are battling for geopolitical influence in South Asia.Still, for Iran the port’s development is important. It will be a vital trading hub in the Gulf of Oman, said Ebrahim Jamili, head of the Iran-India Chamber of Commerce in Tehran.\"The priority is with the Indians -- they’ve been involved and came forward first,\" Jamili said. \"But if another investor comes along and is interested in Chabahar, there is certainly enough space and opportunity for them and for their investment.\"While there’s been talks on Chinese and Pakistani involvement, Jamili said Pakistan is not a serious contender in terms of investment.India first agreed to help Iran expand Chabahar port in 2003, constructing two terminals -- a multipurpose cargo terminal and a container terminal. Progress slowed particularly as Western nations imposed sanctions on Iran, which were lifted in 2015. Delays have persisted since then, including a two-year dispute over whether India would pay $30 million of excise duties on port equipment imported into Iran.Indian foreign ministry spokesman Raveesh Kumar said Monday construction was going well and both sides were meeting regularly. He was unable to give a completion date.\"Significant progress\" has been made at Chabahar, Kumar said, noting it was Iran’s \"prerogative\" to choose its partners.Cooperation with China would help Iran to relieve its financial situation and promote infrastructure development, said Yang Guang, a researcher on international relations with state-run Chinese Academy of Social Sciences.\"China and Iran, as increasingly important economic forces on the international stage, have great potential for cooperation,” Yang said.","labels":{"7f931efb-970e-4190-9b50-6ae7759b5e68":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"PARIS — The French Armed Forces Minister called July 23 for industry to play a greater role in servicing heavily used military vehicles, with companies called to support 40 percent of the mixed fleet by the middle of the next decade.\nSpeaking at Bruz, a base for vehicle support in western France, Minister Florence Parly said the service goal compares to the present 15 percent, with a target of 2025.\nThe minister announced a “transformation plan” for vehicle support based on an official report by defense procurement official Vincent Imbert and Army Gen. Bernard Guillet.\n\"The improvement of our maintenance process and availability of our equipment is one of my priorities,” she said.\nThat call for greater support reflects problems in servicing a highly mixed fleet, including new-generation armored vehicles to be delivered in the Scorpion program, modern VBCI infantry fighting vehicles and Caesar truck-mounted artillery, and an aging park of VAB troop carriers and VBL scout cars.\nThe plan seeks to boost the availability of vehicles by restructuring the industrial and technological base for service, boost a sense of responsibility of the personnel using the vehicles, and reshaping links between the armed forces and industry, the ministry said in a briefing note. There are also plans to increase local support in the deployed theaters and adopt new technology in monitoring and predicting breakdowns.\nThere is a high availability of more than 90 percent for vehicles in overseas operations, but those vehicles return to France in poor condition, with only 65 percent of the various fleets available for use once back on national territory, the ministry said. That availability varies greatly depending on the type of vehicle.\nThat means there is a lack of vehicles for training troops for deployment. Some 3,500 vehicles are broken down and there is a lack of capability to reduce that number. The British and German forces face similar problems, with lower availability and lack of an organization to improve the situation, the ministry said.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nThe modernization plan calls for closer ties between government maintenance organizations, the armed forces and manufacturers including Arquus, Nexter, Safran and Thales, as well as specialist NSE and small- and medium-sized enterprises, the ministry said. Those actors should use more efficient tools and methods, and cut out duplication and waste of resources and time.\nA French military modernization program is getting a makeover Scorpion is seen as more than just bringing in new vehicles and equipment, as the French Army is rewriting the concept of operations to adapt to new technology.\nThe official report pointed up a “lack of sense of responsibility” of the users as the vehicles are held in pools rather than assigned specifically, a contrast to an attachment of Air Force and Navy personnel who are closely tied to their aircraft and ships.\nCompanies showed a weak link with service support in the land sector, also in contrast to ties seen between industry and the naval and aeronautical sectors, the report said.\nThere should be greater use of new technology, adopting 3D printing and the use of health and usage monitoring systems (HUMS) to predict breakdowns, the report said. Development under the Scorpion program offered industry an opportunity not to be missed to incorporate such technology.\nThe report called for equipment which was beyond repair to be handed over to industry to repair and resell, with the money to be shared between the government and industry.\n\"This reform requires a mobilization and a greater responsibility of industry in their performance and their capacity to honor the client’s needs, whose objective is both to be effective on the ground and to guarantee the safety of soldiers,” Parly said.\nSome 13,000 personnel are employed on vehicle service, with 11,000 in the armed forces. The balance is split between two government organizations — SMITer and SIMMT. The latter awards service contracts to companies.\nSome €1 billion (US $1.2 billion) has been earmarked for land vehicle service in the 2019-2015 defense budget law.","labels":{"e6224021-5161-4575-93e5-21fea4bd3859":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"P","user":"hernqv"}]}},{"context":"Mali’s air force has taken delivery of four Embraer Super Tucano light attack and trainer aircraft after placing the order three years ago.\nThe four aircraft (PT-ZTN, PT-ZTI, PT-ZTJ and PT-ZTF) were seen in Recife on 7 July during their delivery flight from Brazil. They stopped there overnight before heading on to Mali, where they arrived on 10 July. They were officially received by President Ibrahim Boubacar Keita the following day at Air Base 101, together with other dignitaries that included Prime Minister Soumeylou Boubèye Maïga, and Chief of the Air Force General Souleymane Bamba.\nKeita said the arrival of the new aircraft was part of the rejuvenation of the country’s military and that the need for aircraft was great in such a large nation.\nMali signed a contract with Embraer for the six aircraft at the Paris Air Show on 15 June 2015. Embraer said the contract includes logistic support for the operation of these aircraft and also provides a training system for pilots and mechanics of the Mali Air Force. Ten pilots and 17 technicians have been trained on the new Super Tucanos.\nIt is understood that the four aircraft delivered are configured for light attack and close air support. It had been suggested the remaining two would be fitted with surveillance systems and used for intelligence, surveillance and reconnaissance (ISR) missions, including border patrol, but sources indicate the last two were cancelled in order to save money. It has been alleged that Mali’s Super Tucanos were delivered without sighting systems due to American reluctance to supply sighting equipment.\nThe first two aircraft for Mali were first seen undergoing test flights in November and December 2016 at Bacacheri Airport in south-eastern Brazil.\nBamba said that during the first half of 2018, Mali’s Air Force flew 1 068 missions, accumulating 1 696 flight hours. This included 75 medical evacuations and the transport of 25 prisoners. Reconnaissance aircraft carried out 410 missions, transport aircraft transported over 9 000 people and 78 tons of cargo and combat aircraft flew 359 missions during which they fired 155 rockets and 582 23 mm rounds.\nThe Super Tucano delivery is the latest in a series of acquisitions for Mali’s Air Force, which has received nearly a dozen new aircraft over the last couple of years. In October 2017 Keita welcomed the delivery of new aircraft to the country’s Air Force, including a C-295W transport, two Y-12 light utility aircraft, two Mi-35M combat helicopters and a Super Puma transport helicopter.\nThe two Y-12E light transport aircraft were delivered from China in early September 2017 and joined a number of Basler BT-67 turboprops in Malian service. The delivery of the two Mi-35Ms was confirmed by Rosoboronexport on 3 October. The Mi-35M sale was announced last year. According to the EU Training Mission in Mali’s September newsletter, Mali has another two Mi-35Ms on order and these will be delivered by 2019.\nMali is expanding its Air Force and taken delivery of new transport, attack and training aircraft. In October 2016 the country received its first of two H215 Super Puma helicopters from Airbus Helicopters (purchased for $18 million) and that December a single C295W transport from Airbus Defence and Space. The C295W is being used to provide logistics support, medical evacuation, and troop transport capabilities to the Malian military.\nAs noted by the EU Training Mission, in January 2016 Keita announced the implementation of a military investment plan to the value of 1,230 billion CFA. This plan formed part of the “Military Orientation and Planning Law (Loi d’orientation et de programmation militaire, LOPM)”, approved in February 2015. This covers the modernisation of the Malian Armed Forces and the recruitment of 10 000 volunteers. The Malian Armed Forces should number 20 000 by 2019. The plan also includes the reorganisation of the Air Force and the purchase of new aircraft.","labels":{"9226626b-0cd4-4ae3-ac97-b48476c2ba90":[{"marker":"Answer","extra":{},"start":0,"end":138,"text":"Mali’s air force has taken delivery of four Embraer Super Tucano light attack and trainer aircraft after placing the order three years ago","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":16,"text":"Mali’s air force","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":4,"text":"Mali","user":"hernqv"},{"marker":"Quantity","extra":{},"start":39,"end":44,"text":"four ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":44,"end":98,"text":"Embraer Super Tucano light attack and trainer aircraft","user":"hernqv"},{"marker":"Date","extra":{},"start":123,"end":138,"text":"three years ago","user":"hernqv"},{"marker":"Answer","extra":{},"start":756,"end":850,"text":"Mali signed a contract with Embraer for the six aircraft at the Paris Air Show on 15 June 2015","user":"hernqv"},{"marker":"Date","extra":{},"start":838,"end":850,"text":"15 June 2015","user":"hernqv"},{"marker":"Quantity","extra":{},"start":800,"end":804,"text":"six ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":804,"end":813,"text":"aircraft ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":756,"end":761,"text":"Mali ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":756,"end":760,"text":"Mali","user":"hernqv"},{"marker":"Seller","extra":{},"start":784,"end":792,"text":"Embraer ","user":"hernqv"},{"marker":"Answer","extra":{},"start":140,"end":351,"text":"The four aircraft (PT-ZTN, PT-ZTI, PT-ZTJ and PT-ZTF) were seen in Recife on 7 July during their delivery flight from Brazil. They stopped there overnight before heading on to Mali, where they arrived on 10 July","user":"hernqv"},{"marker":"Quantity","extra":{},"start":144,"end":149,"text":"four ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":149,"end":158,"text":"aircraft ","user":"hernqv"},{"marker":"Date","extra":{},"start":217,"end":223,"text":"7 July","user":"hernqv"},{"marker":"Seller","extra":{},"start":258,"end":264,"text":"Brazil","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":140,"end":146,"text":"The fo","user":"hernqv"},{"marker":"Buyer","extra":{},"start":316,"end":320,"text":"Mali","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":140,"end":144,"text":"The ","user":"hernqv"},{"marker":"Date","extra":{},"start":344,"end":351,"text":"10 July","user":"hernqv"},{"marker":"Answer","extra":{},"start":3061,"end":3267,"text":"In October 2016 the country received its first of two H215 Super Puma helicopters from Airbus Helicopters (purchased for $18 million) and that December a single C295W transport from Airbus Defence and Space","user":"hernqv"},{"marker":"Date","extra":{},"start":3064,"end":3076,"text":"October 2016","user":"hernqv"},{"marker":"Quantity","extra":{},"start":3111,"end":3115,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3115,"end":3142,"text":"H215 Super Puma helicopters","user":"hernqv"},{"marker":"Seller","extra":{},"start":3148,"end":3166,"text":"Airbus Helicopters","user":"hernqv"},{"marker":"Price","extra":{},"start":3182,"end":3193,"text":"$18 million","user":"hernqv"},{"marker":"Date","extra":{},"start":3204,"end":3213,"text":"December ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3222,"end":3237,"text":"C295W transport","user":"hernqv"},{"marker":"Seller","extra":{},"start":3243,"end":3267,"text":"Airbus Defence and Space","user":"hernqv"},{"marker":"Answer","extra":{},"start":2323,"end":2541,"text":"In October 2017 Keita welcomed the delivery of new aircraft to the country’s Air Force, including a C-295W transport, two Y-12 light utility aircraft, two Mi-35M combat helicopters and a Super Puma transport helicopter","user":"hernqv"},{"marker":"Date","extra":{},"start":2326,"end":2338,"text":"October 2017","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2339,"end":2345,"text":"Keita ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2374,"end":2382,"text":"aircraft","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2423,"end":2439,"text":"C-295W transport","user":"hernqv"},{"marker":"Quantity","extra":{},"start":2441,"end":2445,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2445,"end":2472,"text":"Y-12 light utility aircraft","user":"hernqv"},{"marker":"Quantity","extra":{},"start":2474,"end":2478,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2478,"end":2503,"text":"Mi-35M combat helicopters","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2510,"end":2541,"text":"Super Puma transport helicopter","user":"hernqv"},{"marker":"Answer","extra":{},"start":2543,"end":2696,"text":"The two Y-12E light transport aircraft were delivered from China in early September 2017 and joined a number of Basler BT-67 turboprops in Malian service","user":"hernqv"},{"marker":"Quantity","extra":{},"start":2547,"end":2551,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2551,"end":2581,"text":"Y-12E light transport aircraft","user":"hernqv"},{"marker":"Seller","extra":{},"start":2602,"end":2608,"text":"China ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":2682,"end":2688,"text":"Malian","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":2543,"end":2548,"text":"The t","user":"hernqv"},{"marker":"Date","extra":{},"start":2617,"end":2631,"text":"September 2017","user":"hernqv"},{"marker":"Answer","extra":{},"start":2887,"end":2960,"text":"Mali has another two Mi-35Ms on order and these will be delivered by 2019","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2887,"end":2892,"text":"Mali ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":2887,"end":2891,"text":"Mali","user":"hernqv"},{"marker":"Quantity","extra":{},"start":2904,"end":2908,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2908,"end":2915,"text":"Mi-35Ms","user":"hernqv"},{"marker":"Date","extra":{},"start":2956,"end":2960,"text":"2019","user":"hernqv"}]}},{"context":"Source: Xinhua| 2017-10-27 21:41:41|Editor: Yang Yi\nVideo Player Close\nNew Namibian naval vessels are seen in Walvis Bay, Namibia, on Oct. 27, 2017. Namibian President Hage Geingob on Friday commissioned two Chinese-built naval vessels at the harbor town of Walvis Bay. (Xinhua/Wu Changwei)\nWALVIS BAY, Namibia, Oct. 27 (Xinhua) -- Namibian President Hage Geingob on Friday commissioned two state-of-the-art Chinese-built naval vessels at the harbor town of Walvis Bay.\nThe two submarine chasers, Brukkaros and Daures, boast surface and undersurface targets attacking capabilities.\nThey were donated by the Chinese People's Liberation Army and arrived in Namibian waters in August.\nThe Namibian president thanked China for its assistance to the southwestern African country in protecting its territory and maritime resources.\n\"The delivery and incorporation of the two submarine chasers into our naval fleet will add tremendous value to Namibia's naval combat surface and under-surface capability, as well as augment the country's maritime patrol and surveillance capability,\" Geingob said.\n\"Our maritime economy is a major contributor to job creation and economic growth. Given our large coastline, the Navy faces a huge challenge in ensuring that it protects the country against any and all maritime threats. It is therefore of paramount importance that we continue to increase our naval capabilities.\"\nGeingob also thanked China for being an all-weather friend, adding that it is better to have one loyal friend than a hundred fair-weather friends.","labels":{"8e18ab59-b8b7-4f7d-a798-e2e9bc6a48f6":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"S","user":"hernqv"},{"marker":"Answer","extra":{},"start":149,"end":235,"text":"Namibian President Hage Geingob on Friday commissioned two Chinese-built naval vessels","user":"hernqv"},{"marker":"Buyer","extra":{},"start":149,"end":180,"text":"Namibian President Hage Geingob","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":149,"end":158,"text":"Namibian ","user":"hernqv"},{"marker":"Date","extra":{},"start":184,"end":191,"text":"Friday ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":204,"end":208,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":222,"end":235,"text":"naval vessels","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":208,"end":215,"text":"Chinese","user":"hernqv"},{"marker":"Answer","extra":{},"start":332,"end":435,"text":"Namibian President Hage Geingob on Friday commissioned two state-of-the-art Chinese-built naval vessels","user":"hernqv"},{"marker":"Buyer","extra":{},"start":332,"end":363,"text":"Namibian President Hage Geingob","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":332,"end":340,"text":"Namibian","user":"hernqv"},{"marker":"Date","extra":{},"start":367,"end":374,"text":"Friday ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":387,"end":391,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":422,"end":435,"text":"naval vessels","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":408,"end":415,"text":"Chinese","user":"hernqv"}]}},{"context":"Rolls-Royce is to supply 18 MTU Series 4000 diesel generator sets to BAE Systems as part of the Power Improvement Project (PIP) to increase the resilience of the power and propulsion system in all six Type 45 destroyers. The two existing diesel gensets are to be replaced by three MTU gensets per vessel. The three MTU gensets will complement two existing Rolls-Royce WR21 gas turbines also supplying power to the electric propulsion system. Knut Müller, Head of MTU’s Marine & Government Business, said: “We are delighted to have convinced our partners BAE Systems and the Royal Navy once again of the outstanding merits of our Series 4000 gensets and engines. I am convinced the Royal Navy will benefit from this long-term – also thanks to the simplified logistics when it comes to maintaining our engines.” Jon Pearson, Warship Support Director, BAE Systems, said: “PIP is set to deliver a significant improvement in the performance and reliability of the Type 45 destroyers. It will be carried out by Cammell Laird and BMT, led by BAE Systems and relying on the excellence of our supply chain partners such as MTU and RollsRoyce to deliver a high quality, timely and cost effective solution for the Royal Navy.”\nCommuniqué de Rolls-Royce, novembre 2018","labels":{"17127a60-f9f4-4e1c-a8c8-d101b571df51":[{"marker":"Answer","extra":{},"start":0,"end":80,"text":"Rolls-Royce is to supply 18 MTU Series 4000 diesel generator sets to BAE Systems","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":11,"text":"Rolls-Royce","user":"hernqv"},{"marker":"Buyer","extra":{},"start":69,"end":80,"text":"BAE Systems","user":"hernqv"},{"marker":"Quantity","extra":{},"start":25,"end":28,"text":"18 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":28,"end":65,"text":"MTU Series 4000 diesel generator sets","user":"hernqv"}]}},{"context":"The defence spending of Vietnam is anticipated to be $5bn in 2018 and is expected to reach $7.1bn by 2022, at a compounded annual growth rate (CAGR) of 7.08%, according to a report by Strategic Defence Intelligence (SDI).\nTitled ‘Future of the Vietnam defense Industry – Market Attractiveness, Competitive Landscape and Forecasts to 2022’, the report provides an analysis of the defence spending patterns of Vietnam.\nVietnam’s capital expenditure is projected to grow at a CAGR of 7.88%, while revenue expenditure is expected to record a CAGR of 6.68% over the forecast period.\n\"The increase in the nation's defence expenditure is expected to be driven by territorial conflicts in the South China Sea and military modernisations plans.\"\nThe increase in the nation's defence expenditure is expected to be driven by territorial conflicts in the South China Sea and military modernisations plans to replace its existing obsolete equipment.\nVietnam plans to acquire a number of fighter and multi-role aircraft, naval ships, patrol vessels, maritime patrol aircraft, submarines and surveillance equipment in the near future.\nIn addition, slow population growth is anticipated to raise per capita defence spending from $53.4 in 2017 to $72.5 by 2022, the report notes.","labels":{"a89347b6-fc3e-444e-8a5f-45289c4949af":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"Slovak company wins big order for repair of NATO helicopters\nThe tender of the NATO service agency for the repair of helicopters was won by the Slovak company Letecké opravovne Trenčín (LOTN).\nThe LOTN aviation repair company shall work on helicopters deployed in Afghanistan, the Hospodárske noviny (HN) economic daily wrote. Neither the state-owned company nor the Slovak Defence Ministry commented on the order, citing classified character of the information.\nLOTN shall repair at minimum ten and at most 36 Mi-17 combat helicopters of Russian manufacturing, according to the contract. Should the whole contract be fulfilled, the order would amount to almost a ten-fold of the annual revenue of the company.\nCompanies from other countries were also interested in the order, according to HN – including the Czech LOM Praha firm. “This tender does not involve helicopters damaged in fights but in general repairs of Mi-17 V5 helicopters,” the daily cited LOM CEO Roman Planička. “In this tender, LTON has been selected by the supplier.”\nThe Slovak company LOTN struggles in the long term with a lack of orders, being fully dependent on the Slovak Defence Ministry’s orders. The Slovak cabinet wanted to hire the firm to a private company but the ministry last year scrapped the tender, arguing that the bidders interested in hiring the company would probably not guarantee its revival and the keeping of employment.\nThe value of the order could amount up to €110 million, the Sme daily wrote.\n\nNov 2016 at 13:28 | Compiled by Spectator staff","labels":{"8c4c9fc3-6790-47db-a6a8-64a2d15df175":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"S","user":"hernqv"}]}},{"context":"This project has delivered a mixed fleet of vehicles to New Zealand's Special Operations Forces.\nGovernment approval\nJune 2015\nProject budget of $28 million is approved to replace the existing Pinzgauer Special Operations Vehicle fleet.\nContracts\nContracts were signed to deliver the vehicles required for this project.\nThis included a contract with Supacat for their High Mobility Transporter (HMT) vehicle and a memorandum of sale signed with the Australian Department of Defence for the transfer of Bushmaster Protected Mobility Vehicles.\nContact: Richard Burn, Director Land Domain\nEmail: industry@defence.govt.nz\nLast updated: August 2019","labels":{"5d4876f4-98b7-4258-8e03-7780102cabe2":[{"marker":"Answer","extra":{},"start":0,"end":95,"text":"This project has delivered a mixed fleet of vehicles to New Zealand's Special Operations Forces","user":"hernqv"},{"marker":"Buyer","extra":{},"start":56,"end":95,"text":"New Zealand's Special Operations Forces","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":11,"text":"This projec","user":"hernqv"},{"marker":"Weapon","extra":{},"start":29,"end":52,"text":"mixed fleet of vehicles","user":"hernqv"},{"marker":"Answer","extra":{},"start":320,"end":540,"text":"This included a contract with Supacat for their High Mobility Transporter (HMT) vehicle and a memorandum of sale signed with the Australian Department of Defence for the transfer of Bushmaster Protected Mobility Vehicles","user":"hernqv"},{"marker":"Seller","extra":{},"start":350,"end":358,"text":"Supacat ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":368,"end":407,"text":"High Mobility Transporter (HMT) vehicle","user":"hernqv"},{"marker":"Seller","extra":{},"start":449,"end":481,"text":"Australian Department of Defence","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":320,"end":331,"text":"This includ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":502,"end":540,"text":"Bushmaster Protected Mobility Vehicles","user":"hernqv"}]}},{"context":"Country of origin Ukraine Entered service 2008 Crew 3 men Dimensions and weight Weight 46 t Length 8.89 m Width 3.56 m Height 2.74 m Weights Lifting capability 25 t Winch capacity 25 - 75 t Towed load ~ 50 t Earth working capacity 120 m³/h Armament Machine guns 1 x 12.7 mm (450 rounds) Mobility Engine 6TD / 6TD-2 diesel Engine power 1 000 / 1 200 hp Maximum road speed 60 - 65 km/h Range 450 km Maneuverability Gradient 60% Side slope 40% Vertical step ~ 1 m Trench ~ 2.8 m Fording 1.8 m Fording (with preparation) 5 m The Atlet (athlete) armored recovery vehicle was developed as a private venture. Sometimes it is referred as the BREM-84. It is similar to modern Western ARVs. Typical tasks of the Atlet include recovery of damaged or overturned armored vehicles on the battlefield. It also provides maintenance service or tows them to maintenance units. The Atlet ARV was officially accepted to service with the Ukrainian Army in 2008. However only one vehicle was built. This armored recovery vehicle is also proposed for export customers. A small number of these ARVs (BREM-T) have been exported to Thailand. Recently some sources reported that Pakistan ordered 12 of these Ukrainian armored recovery vehicles alongside with 294 Oplot-M main battle tanks for delivery in 2018-2021. The Atlet ARV is based on a modified T-80UD main battle tank chassis. It can be also based on the chassis of more recent Ukrainian Oplot main battle tank. It is fitted with a crane, winch and a front-mounted dozer. Crane of this armored recovery vehicle is hydraulically operated and can lift up to 25 t, which is adequate for most missions. The crane is installed on a rotary platform. It is capable of lifting the turret of most main battle tanks. It is also used to lift powerpacks of the MBTs, or for other load-lifting works. If repairs are required to a vehicle's suspension, the crane raises the front of back of the vehicle to allow access to the damaged system. When not required the crane lays along the right side of the hull. The main mechanical winch is provided with 130 m of cable and has a traction force of 25 t. With the help of pulley blocks traction force is increased to 50 and 75 t. The main winch is used for recovery of damaged, stuck, sunken and overturned vehicles. There is also an auxiliary winch with 260 m of cable and a traction force of 900 kg. It is used for delivery of the main winch rope and other cargo handling operations. The Atlet armored recovery vehicle tows damaged, faulty or uncontrolled vehicles, or similar type tanks using rigid or non-rigid hitches. Vehicles are towed to the nearest shelters, assembly points of repair depots. Vehicle has a welding outfit for welding and cutting works in the field. These are carried by one of the crew member. The Atlet also has a set of tools for field repairs. The front-mounted dozer blade is used for clearing obstacles and earth-mowing works, such as preparation of firing positions, covering up of ditches, self-entrenching and so on. Capacity of earth-mowing works in clay terrain is 120 m³/h. The dozer blade is also used to stabilize the vehicle during craning and winching operations. The Atlet ARV has a required level of protection to operate alongside the frontline units. Front arc withstands small-caliber projectile hits, while all-round protection is against heavy machine gun fire and artillery shell splinters. Vehicle is fitted with NBC protection and automatic fire suppression systems. This armored recovery vehicle is armed with remotely controlled 12.7 mm machine gun. It is used for self-defense against ground and low-flying air targets. A total of 450 rounds are carried for this machine gun. This armored recovery vehicle has a crew of three, including commander, driver and handler. There is a special cargo platform at the hull rear. It is used to transport spare engine, gearboxes, spare parts, cargo, additional fuel or other equipment with a total weight up to 1.5 t. The Atlet armored recovery vehicle is proposed with two engine options. The basic is a 6TD turbocharged diesel engine, developing 1 000 hp. A more powerful 6TD-2 engine, developing 1 200 hp, is also available. This armored recovery vehicle is also fitted with auxiliary power unit. It ensures operation of the add-on equipment, such as welding equipment, auxiliary winch and other electric equipment of the vehicle, when the main engine is turned off. With a deep wading kit this ARV fords water obstacles up to 5 m deep. When not in use this deep wading kit is stored on top of the roof. The Atlet ARV can be airlifted by the An-124 or similar heavy cargo aircraft. Variants BREM-T is a similar armored recovery vehicle with some minor changes to meet specific Thai Army requirements, such as a different radio, air conditioner and so on. . It was specially developed to meet a Thai Army requirement. It was revealed in 2013. It is based on the Oplot-M chassis and is designed to support these main battle tanks. Thailand ordered a total of 49 Oplot-M tanks and required a dedicated ARV to support them. Can't find what you're looking for?","labels":{"376f9389-ce82-4d87-9c6d-0d55f0878e5d":[{"marker":"Answer","extra":{},"start":1152,"end":1287,"text":"Pakistan ordered 12 of these Ukrainian armored recovery vehicles alongside with 294 Oplot-M main battle tanks for delivery in 2018-2021","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1152,"end":1161,"text":"Pakistan ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1152,"end":1160,"text":"Pakistan","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1169,"end":1172,"text":"12 ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1181,"end":1191,"text":"Ukrainian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1191,"end":1216,"text":"armored recovery vehicles","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1232,"end":1236,"text":"294 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1236,"end":1261,"text":"Oplot-M main battle tanks","user":"hernqv"},{"marker":"Date","extra":{},"start":1278,"end":1287,"text":"2018-2021","user":"hernqv"},{"marker":"Answer","extra":{},"start":4989,"end":5078,"text":"Thailand ordered a total of 49 Oplot-M tanks and required a dedicated ARV to support them","user":"hernqv"},{"marker":"Buyer","extra":{},"start":4989,"end":4998,"text":"Thailand ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":4989,"end":4997,"text":"Thailand","user":"hernqv"},{"marker":"Quantity","extra":{},"start":5017,"end":5020,"text":"49 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":5020,"end":5033,"text":"Oplot-M tanks","user":"hernqv"}]}},{"context":"Article in Comstock's Magazine that features Jorge Dubcovsky of UC Davis and Tzion Fahima of the University of Haifa and thier BARD Supported Research","labels":{"a90b39dc-2f60-45da-adb5-c41619981a3b":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"Austal has welcomed an announcement by Prime Minister Malcolm Turnbull and Timor-Leste leader Mari Alkatiri that the South-East Asia country intends to take another two of the Perth-based shipbuilder’s Guardian Class pacific patrol boats.\nThe order would increase total production of the boats to 21 from the 19 already committed to early last year in a contract worth $305 million.\nThe announcement was made at this year’s Asia-Pacific Regional Conference in Perth, attended by both prime ministers over the weekend, and followed a visit to Austal’s patrol boat facility.\n“The PPB program is intended to aid regional security in the South Pacific by helping to secure the Timor-Leste maritime border and represents an example of defence diplomacy fostering close relations between countries in the Asia-Pacific,” Austal chief executive David Singleton said.\n“The first of the current order of Guardian Class patrol boats is already well into its construction phase and is running on time and on budget.\n“The Guardian Class patrol boat project at Austal is supporting 200 direct jobs and a further 200 indirect jobs in the broader industry.\n“This is in addition to several hundred more jobs supported by a large commercial export ship currently being built in the Henderson yard.\n“We are working on other export opportunities for the Guardian Class patrol boat thereby helping Australia sustain its sovereign naval shipbuilding industry which has already delivered over 40 patrol boats to international customers.”","labels":{"bb754e28-4022-466a-80e8-5aab3697f689":[{"marker":"Answer","extra":{},"start":0,"end":237,"text":"Austal has welcomed an announcement by Prime Minister Malcolm Turnbull and Timor-Leste leader Mari Alkatiri that the South-East Asia country intends to take another two of the Perth-based shipbuilder’s Guardian Class pacific patrol boats","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":7,"text":"Austal ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":75,"end":86,"text":"Timor-Leste","user":"hernqv"},{"marker":"Buyer","extra":{},"start":117,"end":140,"text":"South-East Asia country","user":"hernqv"},{"marker":"Quantity","extra":{},"start":165,"end":169,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":202,"end":237,"text":"Guardian Class pacific patrol boats","user":"hernqv"},{"marker":"Seller","extra":{},"start":176,"end":199,"text":"Perth-based shipbuilder","user":"hernqv"}]}},{"context":"We and third parties such as our customers, partners, and service providers use cookies and similar technologies (\"cookies\") to provide and secure our Services, to understand and improve their performance, and to serve relevant ads (including job ads) on and off LinkedIn. For more information, see our Cookie Policy.\nSelect Accept cookies to consent to this use or Manage preferences to make your cookie choices. You can change your cookie choices and withdraw your consent in your settings at any time.","labels":{"7a96e38e-ee08-4279-9b33-ea4a7e664211":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"W","user":"hernqv"}]}},{"context":"German Army is going to receive the Spike-LR anti tank guided missiles, in the form of the local MELLS derivative of the weapon. Currently the Bundeswehr is receiving portable launchers of the missile. New Puma IFV’s are going to be fitted with the Spike-LR missiles no sooner than in 2018.\nAccording to the information obtained by Defence24.pl from the spokesperson for the German Ministry of Defence, the Bundeswehr has acquired a “certain number” of the MELLS anti-tank missiles (local derivative of the Spike-LR system). The purchases are being still realized. Ultimately, MELLS system is going to replace the Milan ATGW system which is classified as a second generation missile.\nAt the moment, the Bundeswehr is receiving MELLS launchers in their portable variant. This type of weaponry is also going to be integrated with the Puma IFV, vehicle which has recently been introduced into service in the German Army. Implementation of this system on the German IFV is planned to happen no sooner than in 2018.\nMELLS system uses the Spike-LR Dual missiles which feature a guidance system based on fiber-optics and visible- and thermal-spectrum cameras (similarly as the missiles used by the Polish Army). The missile is capable of destroying armoured targets, including main battle tanks, at distances of up to 4000 meters.\nThe contract covering the delivery of the first batch of the Spike missiles for the Bundeswehr has been signed back in 2009 by the Eurospike GmbH joint venture company, with involvement of Diehl BGT Defence (40%), Rheinmetall Defence Electronics (40%) and Rafael. Integration with the Puma IFV is delayed, comparing the current status of the acquisition process with the initial plans.\nMilan Missile Launcher on the Marder IFV; Image Credit: Heer/Dana Kazda.\nSpike missiles are going to replace the cable-guided Milan 2 ATGW, characterized with a range of 2 kilometres. The Milan missile is capable of penetrating up to 700 mm of armour. Use of this type of missiles requires the operator to observe the target continuously, after firing. The said missiles are also not capable of striking targets that are located behind the obstacles. Milan missiles constitute – among other weapons – armament of the Marder IFV’s. The Marder vehicles are going to be replaced by the new Puma IFV. Currently, Milan missiles are also utilized by the German elements of the NATO “Spearhead” unit. This weapon system is also being delivered for the forces of the Iraqi Kurdistan, who are fighting against the IS.\nSpike missiles, on the other hand, are widely utilized by the NATO armed forces, including the Polish Army. Poland uses the Spike-LR Dual derivative which is similar to the missile delivered for the Germans. Polish missiles are license manufactured by the ZM Mesko plant. Currently, the Polish Army uses the portable launchers system. Spike missiles are also going to be integrated with the unmanned turrets for the Rosomak APC. In the future they may be used by the prospective Borsuk IFV, based on a track-chassis. Back in January, col. Jacek Sońta, spokesman for the Polish Ministry of Defence, informed Defence24.com that Poland is also willing to integrate the Rosomaks using the Hitfist Turrets, with the Spike system.\nREAD MORE: Spike Missiles For Rosomak IFV.","labels":{"812fd752-c650-4106-af14-ec90de11b531":[{"marker":"Answer","extra":{},"start":0,"end":70,"text":"German Army is going to receive the Spike-LR anti tank guided missiles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":11,"text":"German Army","user":"hernqv"},{"marker":"Weapon","extra":{},"start":36,"end":70,"text":"Spike-LR anti tank guided missiles","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":7,"text":"German ","user":"hernqv"},{"marker":"Answer","extra":{},"start":1324,"end":1469,"text":"The contract covering the delivery of the first batch of the Spike missiles for the Bundeswehr has been signed back in 2009 by the Eurospike GmbH","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1385,"end":1399,"text":"Spike missiles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1408,"end":1419,"text":"Bundeswehr ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1455,"end":1469,"text":"Eurospike GmbH","user":"hernqv"},{"marker":"Date","extra":{},"start":1443,"end":1447,"text":"2009","user":"hernqv"}]}},{"context":"Lockheed Martin Provides Finnish Defence Forces with Airborne Surveillance System\nFinal Operational Capability Reached for Dual-Capability Aircraft\nDENVER, Feb. 9, 2018 – A vigilant “Dragon Shield” airborne surveillance system developed by Lockheed Martin (NYSE: LMT) for the Finnish Defence Forces has achieved final operational capability. The milestone was achieved after the final flight test of the system, which evaluated compliance of the aircraft to civilian and military airworthiness requirements as well as system requirements verification.\n“Working in unison with our customer, we provided an innovative system that fulfils their dynamic requirements,” said Dr. Rob Smith, vice president of C4ISR Systems for Lockheed Martin. “We worked with Finnish industry to maximize industry participation to ensure that the system can be maintained in-country.”\nLockheed Martin’s team modified an Airbus CASA C-295 cargo aircraft to accommodate a containerized surveillance system that rolls on and off the aircraft. A key attribute of this system is an open, modular architecture that enables future upgrades to be easily added. This approach ensures an up-to-date system throughout the life cycle using an innovative technology road mapping process. In addition to the reconfigured aircraft, Lockheed Martin provided the Finnish Defence Forces with ground stations and communications terminals to support the airborne system.\nPalletized systems that can be rolled on and off aircraft are offered by Lockheed Martin for a multitude of aircraft configurations. Lockheed Martin tailors airborne and ground system configurations uniquely to match customer specific sensor requirements and airframe needs. The roll-on/roll-off mission suite is ideal for customers who need an aircraft that can perform multiple operational missions, such as airlift and reconnaissance.\nFor more information on Lockheed Martin, visit: Lockheed Martin C4ISR Systems .\nAbout Lockheed Martin\nHeadquartered in Bethesda, Maryland, Lockheed Martin is a global security and aerospace company that employs approximately 100,000 people worldwide and is principally engaged in the research, design, development, manufacture, integration and sustainment of advanced technology systems, products and services.","labels":{"a9312c73-6c37-4c1e-a7cb-2ba32053d17d":[{"marker":"Answer","extra":{},"start":0,"end":81,"text":"Lockheed Martin Provides Finnish Defence Forces with Airborne Surveillance System","user":"hernqv"},{"marker":"Seller","extra":{},"start":0,"end":16,"text":"Lockheed Martin ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":25,"end":48,"text":"Finnish Defence Forces ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":8,"text":"Lockheed","user":"hernqv"},{"marker":"Weapon","extra":{},"start":53,"end":81,"text":"Airborne Surveillance System","user":"hernqv"},{"marker":"Answer","extra":{},"start":171,"end":298,"text":"A vigilant “Dragon Shield” airborne surveillance system developed by Lockheed Martin (NYSE: LMT) for the Finnish Defence Forces","user":"hernqv"},{"marker":"Weapon","extra":{},"start":198,"end":226,"text":"airborne surveillance system","user":"hernqv"},{"marker":"Seller","extra":{},"start":240,"end":267,"text":"Lockheed Martin (NYSE: LMT)","user":"hernqv"},{"marker":"Buyer","extra":{},"start":276,"end":298,"text":"Finnish Defence Forces","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":171,"end":179,"text":"A vigila","user":"hernqv"},{"marker":"Answer","extra":{},"start":1295,"end":1396,"text":"Lockheed Martin provided the Finnish Defence Forces with ground stations and communications terminals","user":"hernqv"},{"marker":"Seller","extra":{},"start":1295,"end":1310,"text":"Lockheed Martin","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1324,"end":1346,"text":"Finnish Defence Forces","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1295,"end":1303,"text":"Lockheed","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1352,"end":1367,"text":"ground stations","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1372,"end":1396,"text":"communications terminals","user":"hernqv"}]}},{"context":"WASHINGTON: The Polish government is working to renegotiate an arms deal approved by the State Department last year for the U.S.-made HIMARS long-range rocket artillery system after experiencing some sticker shock when seeing the final price tag.\nThe $250 million package for the rocket launcher along with guided warheads and other tactical missiles was seen as a way for Poland and NATO to push back against the Russian military buildup in neighboring Kaliningrad, which gives Moscow the ability to track and knock down Polish aircraft over Polish airspace. The HIMARS, Polish officials told me, would give them the ability to hit targets at a longer range if their aircraft were unable to fly.\nBut almost six months on, the deal remains a work in progress even as the Trump administration has kicked off a new initiative to eliminate red tape, speed up timelines, and cut costs for sales of U.S. military equipment to allies overseas.\nMaj. Gen. Cezary Wiśniewski — a former F-16 pilot now serving as Poland’s Defense Attache to the United States — told me during a recent conversation at the Polish consulate here, his government very much wants to move forward with the HIMARS deal, but can’t at the current price. The Polish government and HIMARS-maker Lockheed Martin continue to hash out possibilities for making the deal happen, but neither side would, for the moment, give much insight on how to bring costs down.\nWiśniewski said that the mobile rocket artillery system remains a priority due to the continued Russian buildup in Kaliningrad, the Russian exclave on the Baltic Sea that allows Russian radars and S-400 missile systems to reach deep inside Polish territory, essentially taking away any home field advantage Polish pilots might have in the event of a conflict.\nCrucially, the deal also supports a Direct Commercial Sale (DCS) between Lockheed and PGZ, Poland’s state-run defense group, which is the prime contractor in Poland.\nA spokesperson for Lockheed told me that the company “is fully committed” to working the deal, and “has remained engaged and flexible with PGZ, ready to finalize a [missile defense] offering that will provide commonality and interoperability with U.S. forces and NATO partners.”\nOne thing that Warsaw wants out of the deal are offsets, which would allow PGZ to build components in Poland.\nJust last month, as part of inking the largest arms deal in Polish history — a $4.75 billion contract for Patriot air defense systems and other associated equipment — Lockheed, Raytheon, and Northrop Grumman agreed to offsets worth about $280 million.\nNegotiations over Phase II of that Patriot program began on April 16, and include talks about buying a 360 degree radar, and additional offsets.\n“We would like to procure the same 360 degree radar that is under development by the U.S. Army,” Wiśniewski said. “It has not been selected by the Army, yet so we are waiting. We would like to use the same system so the integration and sustainment costs would be lower.”\nBut the Polish government is also looking to shift more work to its own defense industry. “We expect the Phase II would provide us more technology transfer than Phase I,” Wiśniewski said, “we’re looking for more technology transfer for our industry.”\nOne key element of the current negotiations is Raytheon’s low-cost SkyCeptor interceptor missile, which would be used in a nascent short-range interceptor program called Narew, which Warsaw wants to build locally, according to Wiśniewski.\nThe general described a gap in the budding Polish air defense ecosystem between shoulder-fired MANPADS and the Patriot, a gap that will be filled by Narew, which his government considers crucial in bulking up its borders with Kaliningrad and providing the NATO alliance with more ground punch.\n“It helps us to deter,” he said.\nAnalysis haven’t been surprised by the Polish interest in more air defenses, and its willingness to spend a lot of money to acquire the. “I think this is a natural case of Poland looking to balance Russian military modernization and leverage their sizable defense budget to adjust for a new generation of capabilities deployed in Kaliningrad,” said Michael Kofman, an expert on the Russian military at CNA. “Of course there is also the political aspect to defense procurement, seeking to leverage defense spending as another instrument to further build ties with the United States,” he told me.\nThe original HIMARS announcement in November was part of a wave of big buys — including September’s $1.25 billion agreement to sell the HIMARS and Guided Multiple Launch Rocket Systems to Romania, who also agreed on a deal for seven Patriot Configuration 3 units in November — that signaled to Moscow that the alliance was was meeting Russian buildups in Kaliningrad and Crimea.\nAny HIMARS deal with Poland would be significant for NATO, as other than Romania, the only foreign buyers have been Singapore and the United Arab Emirates, while Qatar has received authorization to buy the system.\nThe government in Bucharest announced during in the summer of 2017 that it planned to buy HIMARS, along with 36 F-16 fighter jets by 2022, part of a long-term pan to lay out $11.6 billion on military procurements between 2017 through 202","labels":{"5fdf5265-4ba7-4b6a-a3ba-d8c20cb3b8ea":[{"marker":"Answer","extra":{},"start":12,"end":175,"text":"The Polish government is working to renegotiate an arms deal approved by the State Department last year for the U.S.-made HIMARS long-range rocket artillery system","user":"hernqv"},{"marker":"Buyer","extra":{},"start":16,"end":33,"text":"Polish government","user":"hernqv"},{"marker":"Seller","extra":{},"start":89,"end":105,"text":"State Department","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":124,"end":128,"text":"U.S.","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":12,"end":19,"text":"The Pol","user":"hernqv"},{"marker":"Weapon","extra":{},"start":134,"end":175,"text":"HIMARS long-range rocket artillery system","user":"hernqv"},{"marker":"Answer","extra":{},"start":4506,"end":4613,"text":"September’s $1.25 billion agreement to sell the HIMARS and Guided Multiple Launch Rocket Systems to Romania","user":"hernqv"},{"marker":"Date","extra":{},"start":4506,"end":4518,"text":"September’s ","user":"hernqv"},{"marker":"Price","extra":{},"start":4518,"end":4532,"text":"$1.25 billion ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":4554,"end":4561,"text":"HIMARS ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":4565,"end":4602,"text":"Guided Multiple Launch Rocket Systems","user":"hernqv"},{"marker":"Buyer","extra":{},"start":4606,"end":4613,"text":"Romania","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":4506,"end":4513,"text":"Septemb","user":"hernqv"},{"marker":"Answer","extra":{},"start":5011,"end":5148,"text":"The government in Bucharest announced during in the summer of 2017 that it planned to buy HIMARS, along with 36 F-16 fighter jets by 2022","user":"hernqv"},{"marker":"Buyer","extra":{},"start":5015,"end":5038,"text":"government in Bucharest","user":"hernqv"},{"marker":"Date","extra":{},"start":5063,"end":5077,"text":"summer of 2017","user":"hernqv"},{"marker":"Date","extra":{},"start":5144,"end":5148,"text":"2022","user":"hernqv"},{"marker":"Weapon","extra":{},"start":5101,"end":5107,"text":"HIMARS","user":"hernqv"},{"marker":"Quantity","extra":{},"start":5120,"end":5123,"text":"36 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":5123,"end":5140,"text":"F-16 fighter jets","user":"hernqv"}]}},{"context":"The social media reports over Bell-412 helicopters acquired by the Azerbaijani army are not exactly true, Spokesman of the Armenian Foreign Ministry Tigran Balayan told a news briefing on Monday.\nHe stated the military helicopters purchased by Azerbaijan Air Forces are not manufactured by the United States as some reports suggest.\nEarlier experts questioned how Bell-412 helicopters produced by American aircraft manufacturer Bell Helicopter reached Baku given the U.S. legislation banning the country to supply arms to a party to conflict.\n“We have started to deal with the issue of helicopters much earlier than the information went public. According to the information we presently have at hand, those helicopters are not U.S.-made, but rather manufactured by a number of states with an American license,” the spokesman said, adding they were intended for non-military use.\nTouching upon the recent Azerbaijani provocations along the Armenian-Azerbaijani border, in the direction of Nakhichevan, Mr Balayan noted that the country acts upon the principle of irresponsibility, failing to fulfil the commitments undertaken by it.\n“We keep voicing this issue both before the [OSCE Minsk Group] co-chairing countries and our remaining partner states and organizations. I believe the co-chairs have a serious work to do here since Azerbaijan disregards the co-chairing countries by ignoring their calls and doing completely the opposite,” he added.","labels":{"abb13bc9-48de-4819-a79d-b569e6446c24":[{"marker":"Answer","extra":{},"start":364,"end":456,"text":"Bell-412 helicopters produced by American aircraft manufacturer Bell Helicopter reached Baku","user":"hernqv"},{"marker":"Weapon","extra":{},"start":364,"end":384,"text":"Bell-412 helicopters","user":"hernqv"},{"marker":"Seller","extra":{},"start":428,"end":443,"text":"Bell Helicopter","user":"hernqv"},{"marker":"Buyer","extra":{},"start":452,"end":456,"text":"Baku","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":397,"end":406,"text":"American ","user":"hernqv"}]}},{"context":"The Council of Ministers on Friday approved a draft budget for 2018, which calls for significant increases in government spending. Jenni Reid\nGovernment proposes $6B budget for 2018\nThe Council of Ministers on Friday approved a national budget for next year that calls for more than $6 billion in spending, the largest increase ever proposed for the Kingdom, with big boosts for education, defence and the arts.\nIn an executive summary of the draft law released on Friday, the Council of Ministers proposes raising the budget by nearly $1 billion, stating that the budget increases are necessary to run the Senate and national elections next year and to improve the economy.\n“The royal government must ensure both elections will be smooth, orderly, correct, free and fair,” the statement read.\nIn addition, the money is also needed “to ensure defence, peace and social stability” in order to prevent “any tricks and any kinds of attempts to make the country fall into chaos and instability”.\nThe proposal will go to the National Assembly by the end of the week – the second time in as many years that the legislative body is forced to decide the budget amid significant political turmoil.\nCambodia National Rescue Party President Party President Kem Sokha is currently in pretrial detention on “treason” charges, while Prime Minister Hun Sen has alleged the party as a whole is involved in a plot to topple the CPP-led government.\nLast year, the CPP-controlled National Assembly voted in favour of a $5 billion budget for 2017 in the absence of CNRP lawmakers, who boycotted in protest of a number of politically charged legal cases against their colleagues.\nIf the proposal is accepted, the Ministry of Education will see the single biggest funding boost, of roughly $167 million, or 24 percent. The Ministry of Defence and the Ministry of Health are also set to receive sizeable increases of 17 and 15 percent, respectively, or $80 million and $63 million.\nThe Ministry of Culture and Fine Arts would see the single largest percentage increase, more than doubling from $20 million this year to a proposed budget of $47 million.\nReached yesterday, CNRP lawmaker Mao Monyvann said he had not yet seen the full budget but $6 billion seemed to be “too much”. He said the focus of the budget-makers should be on increasing funding transparency and boosting education.\n“To stay within budget, we suggest more transparency,” Monyvann said. “[For example], before approving any government projects, please have public bidding.”\nCambodia’s budget process has been criticised in the past by good governance NGOs, such as International Budget Partners (IBP), for lacking detail and transparency. Since 2015, however, the process has improved, according to IBP’s metrics, with year-end reports now produced for internal use and audits made available to the public, among other reforms. Nonetheless, full budget proposals are typically not made public before passage of the law.\nCouncil of Ministers spokesman Phay Siphan said that the budget hikes were justified, pointing to needs in the education sector and for recruitment of the armed forces.\n“We need it,” Siphan said. “If we didn’t need it, why would we increase it?”\nSee last year's budget here.\nSan Chey, head of the Affiliated Network for Social Accountability Cambodia, expressed concern that the budget process is moving too quickly in an uncertain political climate, with NGOs and lawmakers lacking the opportunity for input.\n“The tense political situation impedes the opposition party from having the opportunity to check and evaluate 2018 national budgets,” Chey said.\nAccording to the Council of Ministers, the budget will also fund several initiatives announced by Prime Minister Hun Sen in recent speeches – including pledges to fund salary increases for civil servants, pregnancy care for garment workers and tax breaks for people who earn less than $300 per month.\nThe council did not explain how much the government is budgeting for those initiatives.\nSiphan said more detailed questions about the budget would have to wait until the full proposal is sent to the National Assembly for debate. Instead of having the chance to give their input directly, NGOs can try to persuade assembly representatives, he said.\n“They could voice their opinion on what they want and what they don’t agree with to the National Assembly,” he said.","labels":{"33f85f26-6126-446d-a3ca-cc0076fc3e58":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"The Brazilian government has approved the sale of three second hand Super Tucano aircraft to Nigeria, the Nigerian Air Force has announced.\n“The acquisition of this aircraft by the Nigerian Air Force (NAF) is expected to boost its operational capabilities in tackling insurgence and militancy in the country,” the NAF said in a statement on 8 February, after announcing the approval of the sale of three ‘serviceable’ ‘pre-owned’ Super Tucanos.\n“Conveying the approval to the Chief of Air Staff (CAS) Air Marshal Sadique Abubakar at the NAF Headquarters Abuja, the Embraer Contract Negotiator, Mr Eneias de Souza Freitas said, ‘the Brazilian Ministry of Defence has informed them that approval for the sale of three Super Tucano A-29 aircraft to Nigeria has been given,’ adding that Brazilian government has authorized its Air Force to transfer the aircraft to Embraer Defence and Security, for onward delivering to the NAF,” the statement read.\nFreitas was accompanied by the Embraer Director of Business Development, Europe and Africa, Jose Gustavo.\n“Mr Freitas further said that the legal requirement and procedures were being finalized by the Brazilian Air Force while promising to facilitate the legal process,” the NAF said.\nAccording to Abubakar, the NAF first sought to acquire the Super Tucano in 2015 and this was approved in the 2016 budget, although there has been talk of interest in the Super Tucano since at least 2013. A team of NAF officers will visit Brazil to inspect the aircraft ahead of delivery.\nNigeria also intends to purchase new Super Tucano aircraft from the United State. Indications are that up to 12 of the light attack and trainer turboprops could be acquired from the United States, via Embraer’s Florida production line that is run in conjunction with Sierra Nevada Corp.\nThe US Congress has not yet been formally notified of a possible US approval of the sale of Super Tucanos to Nigeria, but in May last year Reuters reported that the US was seeking to approve the sale.\nNigeria has a strong requirement for an aircraft like the Super Tucano as it battles the domestic Boko Haram insurgency and also deploys combat aircraft to foreign countries on peacekeeping operations.\nThe Super Tucano can be used for training, surveillance or attack. It can be armed with two wing-mounted machine guns and can carry up to 1 550 kg of weapons.","labels":{"b0c5a36b-39ed-45b1-a05f-d4233b84edec":[{"marker":"Answer","extra":{},"start":0,"end":100,"text":"The Brazilian government has approved the sale of three second hand Super Tucano aircraft to Nigeria","user":"hernqv"},{"marker":"Seller","extra":{},"start":4,"end":24,"text":"Brazilian government","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":10,"text":"The Brazil","user":"hernqv"},{"marker":"Quantity","extra":{},"start":50,"end":56,"text":"three ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":68,"end":89,"text":"Super Tucano aircraft","user":"hernqv"},{"marker":"Buyer","extra":{},"start":93,"end":100,"text":"Nigeria","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":7,"text":"The Bra","user":"hernqv"},{"marker":"Answer","extra":{},"start":628,"end":768,"text":"the Brazilian Ministry of Defence has informed them that approval for the sale of three Super Tucano A-29 aircraft to Nigeria has been given","user":"hernqv"},{"marker":"Seller","extra":{},"start":632,"end":661,"text":"Brazilian Ministry of Defence","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":628,"end":638,"text":"the Brazil","user":"hernqv"},{"marker":"Quantity","extra":{},"start":710,"end":716,"text":"three ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":716,"end":742,"text":"Super Tucano A-29 aircraft","user":"hernqv"},{"marker":"Buyer","extra":{},"start":746,"end":754,"text":"Nigeria ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":628,"end":635,"text":"the Bra","user":"hernqv"},{"marker":"Answer","extra":{},"start":1519,"end":1599,"text":"Nigeria also intends to purchase new Super Tucano aircraft from the United State","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1519,"end":1527,"text":"Nigeria ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1556,"end":1577,"text":"Super Tucano aircraft","user":"hernqv"},{"marker":"Seller","extra":{},"start":1587,"end":1599,"text":"United State","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1519,"end":1531,"text":"Nigeria also","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1519,"end":1526,"text":"Nigeria","user":"hernqv"},{"marker":"Answer","extra":{},"start":1806,"end":1922,"text":"The US Congress has not yet been formally notified of a possible US approval of the sale of Super Tucanos to Nigeria","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1898,"end":1911,"text":"Super Tucanos","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1915,"end":1922,"text":"Nigeria","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1806,"end":1813,"text":"The US ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1871,"end":1874,"text":"US ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1806,"end":1808,"text":"Th","user":"hernqv"}]}},{"context":"A fracas over a telephonic message from the Secretary of State Michael Pompeo to Imran Khan on 23 August only added to the already strained relations between the US and its former South Asian ally. Pakistani foreign minister Shah Mehmood Qureshi contradicted the content of the call. The State Department had said in readout that during the call “Pompeo raised the importance of Pakistan taking decisive action against all terrorists operating in Pakistan”. Islamabad refuted the US readout as incorrect, saying that this “issue of terrorism” was not discussed. However, when questioned by a reporter, the U.S. State Department spokeswoman Heather Nauert said there would be no correction in response to Pakistan’s complaint. “I can only say we stand by our readout,”\nMike Pompeo’s message was preceded by the visit of Iranian foreign minister Zarif to Islamabad and Imran Khan Government’s outright expression of support to Iranian stand in the face of Trump’s threat to rescind the nuclear deal. Pakistani foreign minister’s mind was also worked about the New Delhi visit of the US high-power delegation likely to take place after about a week of its visit to Islamabad. By raising the controversy Pakistan government wanted to give a message to the people that the US had taken the first initiative for rapprochement in bilateral relations that had begun to nosedive with the famous remark of Trump that “we gave billions of dollars to Pakistan and in return, they gave us lies and deceit.” Qureshi’s compulsion of distorting the factual message reflects discomfiture caused by Washington’s insistence on “do more”.\nPak Foreign Minister’s attempt to dilute the content of the telephonic talk becomes meaningless when we focus on Pentagon’s overview of Pak-US relations with reference to the fighting in Afghanistan.\nThe denial could also be an attempt to dodge the closely guarded commitment that Pakistan army top brass might have made to their counterparts in Washington. What was the army top brass of the two sides talking about all these months? In a statement given at a briefing in the Pentagon the spokesman Mr Faulkner said “Since January, they have consistently engaged with Pakistani military officials at the highest levels, based on both a shared commitment to defeat all terrorist groups that threaten regional stability and security, as well as on a shared vision of a peaceful future for Afghanistan”. Does Pakistan army now want to make the scapegoat of the civilian government for wriggling out of the broad frame of a formula worked out during these parleys for ending Afghan crisis?\nDays before Pompeo delegation’s departure for Pakistan, Defence Secretary James Mattis said in a news briefing at the Pentagon that in their talks with Pakistani officials, the delegation will “make very clear what we have to do, all of our nations, in meeting our common foe, the terrorists, and make that a primary part of the discussion.”\nEvidently, the issue at hand is Afghan war and Pakistan’s hand in fuelling its flames. Noting that repeated warnings to Pakistan to deny safe haven to Afghan Taliban, particularly the Haqqani and Let networks fighting the US-led NATO forces have fallen on flat ears, Trump administration put into practice its three-point agenda of containing global terrorism with epicentre in Af-Pak region as was announced by him in his speech in Saudi Arabia last year. He earmarked three facets of US’ new strategy for South Asia viz. (a) stripping terrorists of their territory (b) cutting off their funding and (c) exposing the false allure of their evil ideology. “Terrorists are nothing but thugs, criminals and predators”, he had concluded.\nReferring to Afghanistan and Pakistan in his Camp David speech last year, President Trump had underlined the basics of his strategy as (a) stopping resurgence of safe havens and (b) preventing nuclear weapons and materials being used against us or anywhere in the world. This very emphatically suggests that Trump administration’s main concern is to find a mechanism that would deny the terrorist groups in Af-Pak region access to Pakistan’s nuclear arsenal.\nTrump administration’s indication of discouraging IMF to bail out Pakistan with 9 billion dollar loan from its crumbling financial crisis is in addition to the cancellation of US dollars 300 million aid to Pak army. The loud and clear warning has come on the eve of the visit to Islamabad of a high powered US government delegation. Pakistan foreign minister Qureshi is trying to minimize the adverse impact of the cancellation of a hefty amount of aid by raising flimsy technical issues. However, Lt. Col. Kone Faulkner, the Pentagon spokesman in an email to the AFP made clear why the US had blocked the amount of aid. He said, “Due to a lack of Pakistani decisive actions in support of the South Asia Strategy… $300m (actually $323.6m to include non-Pakistan funds) was reprogrammed by the Defence Department in the June/July 2018 time frame for selected urgent priorities”.\nThis statement touches on the essence of the irritants between the two countries. It found reverberation in the statement of the Chairman of the Joint Chiefs of Staff Committee General Joseph F. Dunford, who also had attended the Congressional briefing, that the US had “permanent interests in South Asia” and wanted to “maintain a presence (there) to have influence in that region”.\nIncidentally, General Dunford’s inclusion in the delegation dispels the impression that this was not a proper visit but just a stopover, as US State and Defence Secretaries were both going to be in New Delhi next week for the first two-plus-two talks between the United States and India.\nThe “permanent interest in the region” to which the American General was referring has to be understood by what President Trump expressed about dismantling of terrorist organizations active in Afghanistan-Pakistan region, and its threat to American interests. President Trump asserted that 9/11 had originated in that very region. A further clarification of the expression of interest is reflected more eloquently in how Trump looks at India in his vision of the new South Asian strategy. He had made a very clear and threadbare statement:\n“Another critical part of the South Asia strategy for America is to further develop its strategic partnership with India — the world’s largest democracy and a key security and economic partner of the United States. We appreciate India’s important contributions to stability in Afghanistan, but India makes billions of dollars in trade with the United States, and we want them to help us more with Afghanistan, especially in the area of economic assistance and development. We are committed to pursuing our shared objectives for peace and security in South Asia and the broader Indo-Pacific region”.\nAt the Pentagon meeting Secretary Defence, Mattis said, “We see the strengthening of India’s democracy, its military, its economy as a stabilising element in the world. And we want to make certain that where we have common interests, we are working together.”\nThis is a paradigm shift in US’ South Asia policy. In other words, US acknowledges the significance of India’s role in stabilizing peace in the South Asian region where Afghanistan and Kashmir continue to be the zones of activity of terrorist organizations, particularly those that have been designated by the US or the UN. The first pillar of the new strategy in South Asia enunciated by President Trump and stated above is of “stripping terrorists of their territory”. This means chalking out of a joint strategy with frien0dly countries to deny space to the terrorists presently active in two conflict zones in South Asia. The message is clear and loud for all terrorist networks and their handlers as well as safe haven providers\nAs for the second pillar meaning “cutting off their funding” the Trump administration has taken two explicit steps viz. using its clout with IMF to obstruct bailing out Pakistan from financial crunch and cancellation of 300 million US dollar aid, a proposal waiting Congressional determination likely to come before the close of September.\nCuriously, Pakistani foreign minister Qureshi has disputed the $33b figure quoted by President Trump, insisting that around half of the money relates to reimbursements. His contention about the cancelled aid is that the payment, which the US is now considering scrapping, is, in fact, the support coalition fund. “This is not an aid of any kind that can be suspended,” he said. “This is actually the payment of expenses incurred by us during the war against terrorism.” However, forcefully rebutting Pakistan’s contention, Pentagon spokesperson Faulkner analysed the US stand as this.\n“Unfortunately, recent reporting has distorted the details of the Coalition Support Fund (CSF) by stating several things out of context. The suspension of security assistance to Pakistan was announced in January 2018. The CSF is included in the suspension and it remains in place. This is not a new decision or a new announcement, but an acknowledgement of a July request to reprogram funds before they expire. Reminding Pakistan that since January, they have consistently engaged with Pakistani military officials at the highest levels, based on both a shared commitment to defeat all terrorist groups that threaten regional stability and security, as well as on a shared vision of a peaceful future for Afghanistan.\nHe made it clear that the US “continues to press Pakistan to indiscriminately target all terrorist groups, including the Haqqani Network and LeT, and we continue to call on Pakistan to arrest, expel or bring the Taliban leadership to the negotiating table.” Asserting that 2018 DoD Appropriations Act, published on March 23, details $500 million was rescinded by the Congress. He dismissed the Pakistani stand by arguing that owing to a lack of Pakistani decisive actions in support of the South Asia Strategy, the remaining $300 million was reprogrammed by the Department of Defence (DoD) in July 2018 time frame for other urgent priorities before the funds expire on September 30.\nIn final analysis the message brought to Islamabad by the US delegation boils down to this: Sever all links with Taliban terrorist groups including Haqqani and LeT networks; become our partner in new South Asian strategy of uprooting terrorism of all hues and in stabilizing peace in the region; ensure that nuclear weapon and material does not fall into the hands of terrorists. In return, we shall restore the process of giving the aid money and develop a sound partnership in bilateral trade and commerce.\nEvidently, Pakistan will make a deep study of the repercussions of dropping down the Haqqani and LeT networks as that would amount to the all-time departure from the policy of carving strategic space westward and eastward with focus on Afghanistan and Kashmir. Islamabad will also carefully study the outcome of the US high-level team’s parleys with the Indians next week. Interestingly, New Delhi has done some advance spadework in J&K as a complement to the US’ theorem of stripping terrorists of their territory. Dismissal of the PDP-led coalition government was part of cooperation for counter-terrorism. The continuation of the process will see the revival of the suspended assembly to prop up a government with far less commitment to the spectre of separatism and fundamentalism.\nIslamabad will closely watch to what extent the US high power delegation will gravitate to the Indian perception of terror phenomenon in South Asia. In the impending 2 + 2 meets in New Delhi, the status of Sino-Russian forays into South Asia and India-Pacific politics is likely to be the keynote subject for discussion. Remember that the Chinese foreign minister is expected to show up in Islamabad soon after the departure of the visiting US delegation.","labels":{"c453acb6-3553-476a-a961-c35386bb83db":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"Algeria evaluating Chinese CH-4 UAV\nDenel Seeker 400 takes to the skies\nWritten by defenceWeb, Tuesday, 11 March 2014Algerian is evaluating the Chinese CH-4 unmanned aerial vehicle (UAV) and is reportedly very interested in acquiring the type, which can be armed with guided weapons.The CH-4, developed by the China Academy of Aerospace Aerodynamics (CAAA), has been undergoing testing with the Algerian military for some months, according to Air Forces Daily. One is reported to have crashed during testing at the Algerian Air Force’s base at Tindouf several months ago while a second one crashed on Sunday at the Ain Oussera Air Base. The UAV came down 100 metres short of the runway whilst preparing to land.In spite of the crashes, Algeria is apparently still very interested in acquiring the CH-4 (Cai Hong 4 or Rainbow 4), which appears to have been inspired by the General Atomics MQ-9 Reaper. The UAV, with a takeoff weight of 1.3 tons and a payload of 350 kg, has a wingspan of 18 metres and a length of 8.5 metres. Top speed is 235 km/h and operational altitude is 3000-3500 metres, according to officially released data, while combat radius is 2000 km and endurance is 36 hours.CAAA technical staff claim the CH-4 has four hard points capable of carrying two AR-1 laser-guided missiles and two FT-5 small guided bombs.The CH-4 was first seen at the Zuhai airshow in 2012 and in the absence of Chinese military interest it seems the aircraft is aimed at the export market.Algeria has reportedly also been in discussions with China over the purchase of Xianglong unmanned aerial vehicles. Echorouk quoted an unnamed Algerian defence ministry colonel as saying that the UAV was successfully tested in Tamanrasset, southern Algeria, last year.The Xianglong (Soar Dragon) is a jet-powered High Altitude Long Endurance (HALE) aircraft designed by the Guizhou Aircraft Corporation of China, initially for use by the People’s Liberation Army Air Force. The Xianglong has a length of 14 metres, a height of 5 metres and a wingspan of 25 metres. It has a top speed of 750 km/h, endurance of up to 10 hours, and a maximum range of 7 000 km.Tactical Weekly earlier this year reported that the Algerian Defence Ministry is said to have decided to go ahead with a programme to buy 90 unmanned aerial vehicles (UAVs), including attack UAVs.Last year, Algeria expressed interest in the Adcom Systems Yabhon United 40 Block 5 UAV from the United Arab Emirates (UAE) to meet its Medium-Altitude Long Endurance (MALE) requirement. According to Algerian daily El Watan, Algeria is negotiating with Russia to purchase 30 E95 unmanned aerial vehicles/target drones from Russia.Algeria is looking for aerial reconnaissance platforms to track down various Maghreb-based terrorist groups, drug and arms traffickers and militants who have taken advantage of post-war chaos in Mali and Libya to destabilise the Sahel-Maghreb region.Algeria currently flies Denel Seeker II UAVs and is believed to have ordered one new Seeker 400 system with three aircraft. The Seeker 400 is currently undergoing flight testing.The North African country has previously expressed interest in General Atomics Predator/Reaper UAVs. It also has six King Air 350ER surveillance aircraft fitted with Gabbiano T-200 radars, Wescam Mx15i infrared cameras and other features for maritime and ground surveillance.Since war clouds started gathering over northern Mali in November 2012, the Algerian army has deployed more than 12 000 personnel to secure the borders with Mali, Libya and Niger.Algeria has increased its defence budget for 2014 and is actively seeking new tankers, transports, helicopters and intelligence, surveillance and reconnaissance (ISR) aircraft. Last year Algeria evaluated the Boeing C-17 Globemaster III strategic transport and Airbus A330 MRTT tanker with an eye to replacing ageing Il-78 Midas tankers and acquiring a new transport aircraft. Algeria asked the two respective companies to conduct demonstrations, indicating the seriousness of these potential contracts.Algeria is growing its defence spending by 6% through 2017, according to some estimates, as it modernises and re-equips to meet the challenge of insecurity and terrorism in the region.....Written by Guy Martin, Wednesday, 26 February 2014Denel’s new Seeker 400 unmanned aerial vehicle (UAV) completed its first round of flight tests earlier this month at the Alkantpan test range in the Northern Cape, after a three year development process.The test flights were successful and will be followed by another round of testing in March ahead of production starting around the second half of this year.“This is a remarkable achievement for Denel and again confirms our global leadership position in the design and manufacturing of UAVs,” said Tsepo Monaheng, the CEO of Denel Dynamics.The Seeker 400 was originally due to fly a couple of years ago but was delayed due to contracting and certification issues, according to manufacturer Denel Dynamics. Denel’s annual report for the 2012/13 financial year also identified “complexities with the key subsystems” as another reason for “significant variation in the programme schedule, including a delay of the maiden flight test.”The Seeker 400 was displayed in mock-up form at the 2010 Africa Aerospace and Defence exhibition. It has an endurance of 16 hours, a ceiling of 18 000 feet and a cruising speed is 150 km/h. Denel Dynamics says it is inaudible at altitudes higher than 1 000 metres above the ground and invisible to someone on the ground when flying at typical operating altitudes of between 4 500 and 9 000 feet.The Seeker 400 can carry 100 kg and this can include two payloads at the same time, including electro-optical/infrared and radar as well as a laser rangefinder and illuminator for target designation. Denel says an electronic surveillance payload is available for the detection and location of radar emitters. Future upgrades will include satellite communications, and sense-and-avoid capability in order to obtain civil aviation certification.Currently, the Seeker 400 has a range of 250 km, because it uses only line-of-sight communications, but it could be upgraded to use satellite communications, which would allow it to operate at much greater ranges. With the use of the existing tactical ground station (TGS), the range may be extended to 750 km.Denel Dynamics is executing a production contract for the UAV’s launch customer (which previously operated the Seeker I) and has also attracted strong interest from other potential clients, with most demand expected to come from the Middle East, Southeast Asia and South America. Denel is promoting the Seeker 400 to Seeker II customers, as the new UAV can be flown with Seeker II control stations.Monaheng said the Seeker 400 is a highlight in South Africa’s development of local UAVs, which started in the mid-1980s. Its forerunner, the Seeker II, has been deployed in operational service by international clients, including in Afghanistan. The Seeker was also the first UAV in the world cleared for operations in controlled airspace when it was deployed to monitor potential hotspots during South Africa’s first democratic elections in 1994.The Seeker II has undergone further developments by Denel Dynamics, and has since rebranded as the Seeker 200, and offered to clients who require a medium endurance and dual payload capability offered by the latest version.","labels":{"45eee0f6-5fda-4a6c-9044-b6a8f868e78e":[{"marker":"Answer","extra":{},"start":0,"end":35,"text":"Algeria evaluating Chinese CH-4 UAV","user":"hernqv"},{"marker":"Buyer","extra":{},"start":0,"end":8,"text":"Algeria ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":7,"text":"Algeria","user":"hernqv"},{"marker":"Seller","extra":{},"start":19,"end":27,"text":"Chinese ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":0,"end":7,"text":"Algeria","user":"hernqv"},{"marker":"Weapon","extra":{},"start":27,"end":35,"text":"CH-4 UAV","user":"hernqv"},{"marker":"Answer","extra":{},"start":117,"end":186,"text":"Algerian is evaluating the Chinese CH-4 unmanned aerial vehicle (UAV)","user":"hernqv"},{"marker":"Buyer","extra":{},"start":117,"end":126,"text":"Algerian ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":117,"end":125,"text":"Algerian","user":"hernqv"},{"marker":"Weapon","extra":{},"start":152,"end":186,"text":"CH-4 unmanned aerial vehicle (UAV)","user":"hernqv"},{"marker":"Seller","extra":{},"start":144,"end":151,"text":"Chinese","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":117,"end":124,"text":"Algeria","user":"hernqv"},{"marker":"Answer","extra":{},"start":1482,"end":1596,"text":"Algeria has reportedly also been in discussions with China over the purchase of Xianglong unmanned aerial vehicles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1482,"end":1490,"text":"Algeria ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1535,"end":1541,"text":"China ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1482,"end":1489,"text":"Algeria","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1482,"end":1487,"text":"Alger","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1562,"end":1596,"text":"Xianglong unmanned aerial vehicles","user":"hernqv"},{"marker":"Answer","extra":{},"start":2347,"end":2459,"text":"Algeria expressed interest in the Adcom Systems Yabhon United 40 Block 5 UAV from the United Arab Emirates (UAE)","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2347,"end":2355,"text":"Algeria ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":2347,"end":2354,"text":"Algeria","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2381,"end":2423,"text":"Adcom Systems Yabhon United 40 Block 5 UAV","user":"hernqv"},{"marker":"Seller","extra":{},"start":2433,"end":2459,"text":"United Arab Emirates (UAE)","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":2347,"end":2367,"text":"Algeria expressed in","user":"hernqv"},{"marker":"Answer","extra":{},"start":2561,"end":2665,"text":"Algeria is negotiating with Russia to purchase 30 E95 unmanned aerial vehicles/target drones from Russia","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2561,"end":2569,"text":"Algeria ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":2561,"end":2568,"text":"Algeria","user":"hernqv"},{"marker":"Seller","extra":{},"start":2589,"end":2596,"text":"Russia ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":2561,"end":2567,"text":"Algeri","user":"hernqv"},{"marker":"Quantity","extra":{},"start":2608,"end":2611,"text":"30 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2611,"end":2653,"text":"E95 unmanned aerial vehicles/target drones","user":"hernqv"},{"marker":"Seller","extra":{},"start":2659,"end":2665,"text":"Russia","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":2561,"end":2567,"text":"Algeri","user":"hernqv"},{"marker":"Answer","extra":{},"start":3725,"end":3832,"text":"Last year Algeria evaluated the Boeing C-17 Globemaster III strategic transport and Airbus A330 MRTT tanker","user":"hernqv"},{"marker":"Date","extra":{},"start":3725,"end":3734,"text":"Last year","user":"hernqv"},{"marker":"Buyer","extra":{},"start":3735,"end":3743,"text":"Algeria ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":3725,"end":3732,"text":"Last ye","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3757,"end":3804,"text":"Boeing C-17 Globemaster III strategic transport","user":"hernqv"},{"marker":"Weapon","extra":{},"start":3809,"end":3832,"text":"Airbus A330 MRTT tanker","user":"hernqv"}]}},{"context":"Download any size at one price\nCredits are good for up to one year","labels":{"97c6f57d-e55b-4da0-a76f-7c601e18c169":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"D","user":"hernqv"}]}},{"context":"PARIS — The United Arab Emirates has discreetly ended 17 months of negotiations by signing a contract estimated to be worth about €750 million (U.S. $850 million) for two Gowind corvettes, with two more as an option, from France’s Naval Group.\nThe contract was signed March 25 and revealed by “Intelligence Online.” It was not announced by Naval Group, but its existence has been independently verified by Defense News.\nDuring a visit to the UAE in November 2017 by French President Emmanuel Macron, the two nations had officially announced that Abu Dhabi had selected to procure the Gowind corvette. In a joint statement issued at the time, it was specified that “the ships will be built by the French high-tech company, Naval Group, in partnership with Abu Dhabi Ship Building Company (ADSB).”\nThe contract is significant for Naval Group, given it has never sold anything to the UAE.\nThe Gowind corvettes are powered by engines made by Germany’s MTU, meaning Berlin could make the contract difficult to honor. The government is not delivering licenses to export military materiel to either Saudi Arabia or the UAE over their involvement in the war in Yemen and the resulting humanitarian crisis there.\nThe UAE’s 2,700-ton corvettes will be equipped with Naval Group’s SETIS combat management system, MBDA’s Exocet missile and Raytheon’s Evolved Seasparrow Missile. It was initially announced that Abu Dhabi would procure the Thales Tacticos combat management system.\nThe Emirates News Agency, WAM, interviewed Naval Group CEO Hervé Guillou in February during the IDEX 2019 defense conference in Abu Dhabi, and it quoted him as saying that “since the announcement of the deal in 2017, we have been discussing with the UAE authorities to take into account their specific requirements and to provide them with the best answer to their operational need.”\nAccording to WAM, the executive also said that “in the frame of the program, Naval Group envisions to transfer technologies and know-how to UAE institutions and to the naval ecosystem, thus developing national sovereign capabilities.”\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.","labels":{"7e016fa1-108b-412f-8616-5ec8df937485":[{"marker":"Answer","extra":{},"start":8,"end":242,"text":"The United Arab Emirates has discreetly ended 17 months of negotiations by signing a contract estimated to be worth about €750 million (U.S. $850 million) for two Gowind corvettes, with two more as an option, from France’s Naval Group","user":"hernqv"},{"marker":"Buyer","extra":{},"start":12,"end":32,"text":"United Arab Emirates","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":8,"end":28,"text":"The United Arab Emir","user":"hernqv"},{"marker":"Price","extra":{},"start":130,"end":162,"text":"€750 million (U.S. $850 million)","user":"hernqv"},{"marker":"Quantity","extra":{},"start":167,"end":171,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":171,"end":187,"text":"Gowind corvettes","user":"hernqv"},{"marker":"Seller","extra":{},"start":231,"end":242,"text":"Naval Group","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":222,"end":228,"text":"France","user":"hernqv"},{"marker":"Quantity","extra":{},"start":193,"end":202,"text":" two more","user":"hernqv"},{"marker":"Answer","extra":{},"start":420,"end":599,"text":"During a visit to the UAE in November 2017 by French President Emmanuel Macron, the two nations had officially announced that Abu Dhabi had selected to procure the Gowind corvette","user":"hernqv"},{"marker":"Buyer","extra":{},"start":546,"end":555,"text":"Abu Dhabi","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":442,"end":446,"text":"UAE ","user":"hernqv"},{"marker":"Date","extra":{},"start":449,"end":462,"text":"November 2017","user":"hernqv"},{"marker":"Seller","extra":{},"start":466,"end":498,"text":"French President Emmanuel Macron","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":420,"end":426,"text":"During","user":"hernqv"},{"marker":"Weapon","extra":{},"start":584,"end":599,"text":"Gowind corvette","user":"hernqv"}]}},{"context":"In the 2016 calendar year South Africa imported arms, armaments and associated equipment valued at R673 million according to the National Conventional Arms Control Committee (NCACC) annual report.\nWhile there were no “big ticket” items such as combat aircraft, attack helicopters, warships and large calibre artillery – all dutifully listed as “none” in the report – South Africa did import eight armoured combat vehicles from Finland. The eight, collectively valued at R268 969 122, are the forerunners of the Badger, the SA Army’s new infantry fighting vehicle being built by Denel Land Systems.\nAs far as heavy weapons are concerned the report notes the import of 16 cannon, worth R19 989 941, from Switzerland; 12 84 mm weapons, worth R4 867 196, from the Peoples Republic of China; 46 grenade launchers (R183 847) from the United States and two Swiss sniper rifles (R167 015).\nFrom China, the import of 13 missile launchers worth R1.2 million was approved, as well as two missile launchers from the United States worth R1.3 million. A single mortar system was acquired from Spain, for R362 000.\nOn the ammunition front South Africa imported thousands of rounds ranging in calibre from 40mm to 338, 30mm and 7.62 mm as well as 400 specialist rounds for sniper rifles. All told the value of ammunition is over R186 million. The majority of this was for 21 000 rounds of 40 mm ammunition from Bulgaria, worth R175 million. Other large ammunition contracts were awarded to Norway (2 000 30 mm rounds worth R8 million) and Switzerland (1 000 20 mm rounds worth R1.3 million).\nOther imports noted in the report include five simulators from Switzerland (R2.4 million); communications equipment from Germany (R69 million); communications equipment from the United States (R65 million); and cameras, thermal imagers and other optics from France, Belgium, Canada and Germany worth a total of R48 million. The 51 thermal imagers from France (worth R46 million) were probably for the Badger infantry fighting vehicle.\nIn total, the NCACC granted 2 245 import permits from 74 countries in the 2016 calendar year. For the 2015 calendar year, the NCACC authorised 2 249 import permits covering 74 countries worth R502 million. This compares to R200 million in 2014.","labels":{"807e0a3a-7705-4a35-9dc5-86d4f1dd1333":[{"marker":"Answer","extra":{},"start":0,"end":111,"text":"In the 2016 calendar year South Africa imported arms, armaments and associated equipment valued at R673 million","user":"hernqv"},{"marker":"Date","extra":{},"start":7,"end":25,"text":"2016 calendar year","user":"hernqv"},{"marker":"Buyer","extra":{},"start":26,"end":38,"text":"South Africa","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":0,"end":12,"text":"In the 2016 ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":48,"end":52,"text":"arms","user":"hernqv"},{"marker":"Weapon","extra":{},"start":54,"end":64,"text":"armaments ","user":"hernqv"},{"marker":"Price","extra":{},"start":99,"end":111,"text":"R673 million","user":"hernqv"},{"marker":"Answer","extra":{},"start":367,"end":434,"text":"South Africa did import eight armoured combat vehicles from Finland","user":"hernqv"},{"marker":"Buyer","extra":{},"start":367,"end":379,"text":"South Africa","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":367,"end":379,"text":"South Africa","user":"hernqv"},{"marker":"Quantity","extra":{},"start":391,"end":397,"text":"eight ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":397,"end":422,"text":"armoured combat vehicles ","user":"hernqv"},{"marker":"Seller","extra":{},"start":427,"end":434,"text":"Finland","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":367,"end":374,"text":"South A","user":"hernqv"},{"marker":"Answer","extra":{},"start":657,"end":880,"text":"import of 16 cannon, worth R19 989 941, from Switzerland; 12 84 mm weapons, worth R4 867 196, from the Peoples Republic of China; 46 grenade launchers (R183 847) from the United States and two Swiss sniper rifles (R167 015)","user":"hernqv"},{"marker":"Quantity","extra":{},"start":667,"end":670,"text":"16 ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":715,"end":718,"text":"12 ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":787,"end":790,"text":"46 ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":846,"end":850,"text":"two ","user":"hernqv"},{"marker":"Seller","extra":{},"start":702,"end":713,"text":"Switzerland","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":657,"end":668,"text":"import of 1","user":"hernqv"},{"marker":"Seller","extra":{},"start":760,"end":785,"text":"Peoples Republic of China","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":657,"end":682,"text":"import of 16 cannon, wort","user":"hernqv"},{"marker":"Seller","extra":{},"start":828,"end":841,"text":"United States","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":657,"end":670,"text":"import of 16 ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":850,"end":856,"text":"Swiss ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":856,"end":869,"text":"sniper rifles","user":"hernqv"},{"marker":"Weapon","extra":{},"start":790,"end":807,"text":"grenade launchers","user":"hernqv"},{"marker":"Weapon","extra":{},"start":718,"end":731,"text":"84 mm weapons","user":"hernqv"},{"marker":"Price","extra":{},"start":739,"end":749,"text":"R4 867 196","user":"hernqv"},{"marker":"Price","extra":{},"start":809,"end":817,"text":"R183 847","user":"hernqv"},{"marker":"Price","extra":{},"start":871,"end":879,"text":"R167 015","user":"hernqv"},{"marker":"Price","extra":{},"start":684,"end":695,"text":"R19 989 941","user":"hernqv"},{"marker":"Quantity","extra":{},"start":908,"end":911,"text":"13 ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":973,"end":976,"text":"two","user":"hernqv"},{"marker":"Weapon","extra":{},"start":911,"end":928,"text":"missile launchers","user":"hernqv"},{"marker":"Weapon","extra":{},"start":977,"end":999,"text":"missile launchers from","user":"hernqv"},{"marker":"Price","extra":{},"start":935,"end":947,"text":"R1.2 million","user":"hernqv"},{"marker":"Price","extra":{},"start":1024,"end":1036,"text":"R1.3 million","user":"hernqv"},{"marker":"Seller","extra":{},"start":1004,"end":1017,"text":"United States","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":882,"end":895,"text":"From China, t","user":"hernqv"},{"marker":"Seller","extra":{},"start":887,"end":892,"text":"China","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":882,"end":887,"text":"From ","user":"hernqv"},{"marker":"Answer","extra":{},"start":882,"end":1036,"text":"From China, the import of 13 missile launchers worth R1.2 million was approved, as well as two missile launchers from the United States worth R1.3 million","user":"hernqv"},{"marker":"Answer","extra":{},"start":1038,"end":1098,"text":"A single mortar system was acquired from Spain, for R362 000","user":"hernqv"},{"marker":"Seller","extra":{},"start":1079,"end":1084,"text":"Spain","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1038,"end":1043,"text":"A sin","user":"hernqv"},{"marker":"Price","extra":{},"start":1090,"end":1098,"text":"R362 000","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1047,"end":1060,"text":"mortar system","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1040,"end":1046,"text":"single","user":"hernqv"},{"marker":"Answer","extra":{},"start":1124,"end":1270,"text":"South Africa imported thousands of rounds ranging in calibre from 40mm to 338, 30mm and 7.62 mm as well as 400 specialist rounds for sniper rifles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1124,"end":1136,"text":"South Africa","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1124,"end":1136,"text":"South Africa","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1146,"end":1156,"text":"thousands ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1235,"end":1270,"text":"specialist rounds for sniper rifles","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1231,"end":1234,"text":"400","user":"hernqv"},{"marker":"Answer","extra":{},"start":1327,"end":1423,"text":"The majority of this was for 21 000 rounds of 40 mm ammunition from Bulgaria, worth R175 million","user":"hernqv"},{"marker":"Seller","extra":{},"start":1395,"end":1403,"text":"Bulgaria","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1327,"end":1335,"text":"The majo","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1356,"end":1362,"text":"21 000","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1363,"end":1389,"text":"rounds of 40 mm ammunition","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1159,"end":1219,"text":"rounds ranging in calibre from 40mm to 338, 30mm and 7.62 mm","user":"hernqv"},{"marker":"Answer","extra":{},"start":1425,"end":1574,"text":"Other large ammunition contracts were awarded to Norway (2 000 30 mm rounds worth R8 million) and Switzerland (1 000 20 mm rounds worth R1.3 million)","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1437,"end":1448,"text":"ammunition ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1482,"end":1487,"text":"2 000","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1536,"end":1541,"text":"1 000","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1488,"end":1500,"text":"30 mm rounds","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1618,"end":1623,"text":"five ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1623,"end":1634,"text":"simulators ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1639,"end":1650,"text":"Switzerland","user":"hernqv"},{"marker":"Seller","extra":{},"start":1697,"end":1705,"text":"Germany ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1754,"end":1767,"text":"United States","user":"hernqv"},{"marker":"Seller","extra":{},"start":1834,"end":1840,"text":"France","user":"hernqv"},{"marker":"Seller","extra":{},"start":1842,"end":1849,"text":"Belgium","user":"hernqv"},{"marker":"Seller","extra":{},"start":1851,"end":1858,"text":"Canada ","user":"hernqv"},{"marker":"Seller","extra":{},"start":1862,"end":1870,"text":"Germany ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1862,"end":1869,"text":"Germany","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1842,"end":1849,"text":"Belgium","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1834,"end":1840,"text":"France","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1639,"end":1650,"text":"Switzerland","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1851,"end":1857,"text":"Canada","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1697,"end":1704,"text":"Germany","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1754,"end":1761,"text":"United ","user":"hernqv"},{"marker":"Price","extra":{},"start":1769,"end":1780,"text":"R65 million","user":"hernqv"},{"marker":"Price","extra":{},"start":1887,"end":1898,"text":"R48 million","user":"hernqv"},{"marker":"Price","extra":{},"start":1652,"end":1664,"text":"R2.4 million","user":"hernqv"},{"marker":"Price","extra":{},"start":1706,"end":1717,"text":"R69 million","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1667,"end":1691,"text":"communications equipment","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1720,"end":1744,"text":"communications equipment","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1787,"end":1794,"text":"cameras","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1796,"end":1811,"text":"thermal imagers","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1822,"end":1829,"text":"optics ","user":"hernqv"},{"marker":"Answer","extra":{},"start":1576,"end":1899,"text":"Other imports noted in the report include five simulators from Switzerland (R2.4 million); communications equipment from Germany (R69 million); communications equipment from the United States (R65 million); and cameras, thermal imagers and other optics from France, Belgium, Canada and Germany worth a total of R48 million.","user":"hernqv"}]}},{"context":"The Ivory Coast Air Force is now operating Antonov An-26Bs, with two recently delivered to the West African nation.\nScramble reports that two former Bulgarian An-26s (TU-VMA and TU-VMB) were delivered to Abidjan-Port Bouet Groupe Aerien du Transport via Tunisia on 19 and 23 July.\nThe Ivory Coast has a small air force, with only half a dozen Alpha Jets and a single Mi-24 Hind providing some combat capability. Transport aircraft include several SA330L Pumas, several Alouette IIIs, three SA 365 Dauphin helicopters and a single An-12 transport.\nAccording to the Stockholm International Peace Research Institute (SIPRI), the Ivory Coast has only received a few items of military equipment since 2011, including a Predator patrol craft from China, three RPB 33 patrol boats from France and four AT-105 Saxon armoured patrol vehicles for use in United Nations operations in Mali.\nMuch of the Ivory Coast’s air force was largely destroyed by French troops in November 2004, following a deadly attack on French soldiers. Apparently seven aircraft were destroyed, leaving only eight military aircraft in operation. Further conflict and the second civil war in 2011 took their toll on the air arm, with few operational aircraft in the country’s inventory.","labels":{"4f753d7c-4f72-4f13-b1e0-7a9a9f40b7c6":[{"marker":"Date","extra":{},"start":265,"end":279,"text":"19 and 23 July","user":"hernqv"},{"marker":"Weapon","extra":{},"start":159,"end":185,"text":"An-26s (TU-VMA and TU-VMB)","user":"hernqv"},{"marker":"Quantity","extra":{},"start":138,"end":142,"text":"two ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":149,"end":158,"text":"Bulgarian","user":"hernqv"},{"marker":"Buyer","extra":{},"start":4,"end":25,"text":"Ivory Coast Air Force","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":4,"end":15,"text":"Ivory Coast","user":"hernqv"},{"marker":"Weapon","extra":{},"start":43,"end":58,"text":"Antonov An-26Bs","user":"hernqv"},{"marker":"Quantity","extra":{},"start":65,"end":69,"text":"two ","user":"hernqv"},{"marker":"Answer","extra":{},"start":0,"end":114,"text":"The Ivory Coast Air Force is now operating Antonov An-26Bs, with two recently delivered to the West African nation","user":"hernqv"},{"marker":"Buyer","extra":{},"start":204,"end":249,"text":"Abidjan-Port Bouet Groupe Aerien du Transport","user":"hernqv"},{"marker":"Answer","extra":{},"start":138,"end":279,"text":"two former Bulgarian An-26s (TU-VMA and TU-VMB) were delivered to Abidjan-Port Bouet Groupe Aerien du Transport via Tunisia on 19 and 23 July","user":"hernqv"},{"marker":"Buyer","extra":{},"start":626,"end":637,"text":"Ivory Coast","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":626,"end":637,"text":"Ivory Coast","user":"hernqv"},{"marker":"Date","extra":{},"start":696,"end":700,"text":"2011","user":"hernqv"},{"marker":"Weapon","extra":{},"start":714,"end":735,"text":"Predator patrol craft","user":"hernqv"},{"marker":"Quantity","extra":{},"start":748,"end":754,"text":"three ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":754,"end":773,"text":"RPB 33 patrol boats","user":"hernqv"},{"marker":"Quantity","extra":{},"start":790,"end":795,"text":"four ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":795,"end":832,"text":"AT-105 Saxon armoured patrol vehicles","user":"hernqv"},{"marker":"Seller","extra":{},"start":779,"end":786,"text":"France ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":779,"end":785,"text":"France","user":"hernqv"},{"marker":"Seller","extra":{},"start":741,"end":746,"text":"China","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":741,"end":746,"text":"China","user":"hernqv"},{"marker":"Seller","extra":{},"start":844,"end":858,"text":"United Nations","user":"hernqv"},{"marker":"Answer","extra":{},"start":626,"end":869,"text":"Ivory Coast has only received a few items of military equipment since 2011, including a Predator patrol craft from China, three RPB 33 patrol boats from France and four AT-105 Saxon armoured patrol vehicles for use in United Nations operations","user":"hernqv"}]}},{"context":"ADM Premium receive unrestricted access to all AustralianDefence.com.au articles.\nDigital Only members have access to unlimited online articles except content marked as Premium. ADM Standard members have limit of four free articles per week. Come back next week for another four - or upgrade to unlimited access with ADM Premium or greater access as a Digital Member and continue to enjoy Australia’s leading source of Defence Industry news and views on any device, at any time.\nPremium members also receive a subscription to our renowned print magazine, early-bird rates to ADM Events, and our exclusive Top 40 Defence Contractors Special Report.\nAttention Australian Government Department of Defence staff\nDefence staff should contact askalibrarian@defence.gov.au to obtain login details. For complimentary hard copies of Australian Defence Magazine or the Directory of Defence Suppliers contact subscriptions@yaffa.com.au with name and postal address.\nNeed help retrieving your company's login details? Contact Martin Phillpott at subscriptions@yaffa.com.au or call free 1800 807 760 free call (Australia Only).\nTo discuss any aspect of ADM Premium online, contact Associate Publisher Kylie Leonard at kylieleonard@yaffa.com.au.","labels":{"662e8a72-b419-4338-b160-5f52324ed808":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"A","user":"hernqv"}]}},{"context":"The Coast Guard’s long-sought heavy icebreaker, the Polar Security Cutter, was among the programs to receive funding when Congress passed a spending package on late Thursday.\nThe Coast Guard is receiving $655 million to start construction on the lead ship for a new class of Polar Security Cutter and is receiving an addition $20 million to purchase long-lead-time materials for a second heavy icebreaker, as part of the Department of Homeland Security’s Fiscal Year 2019 appropriations bill, Congressional staffers told USNI News.\nLast summer, the Senate had agreed to appropriate $755 million for the Polar Security Cutter. The House of Representatives, though, instead provided DHS with $5 billion to build a wall along the border with Mexico while canceling funding for a variety of programs including the Polar Security Cutter.\n“With the support of the administration and Congress, we plan to build a new fleet of six polar icebreakers – at least three of which must be heavy icebreakers – and we need the first new Polar Security Cutter immediately to meet America’s needs in the Arctic,” read a statement from the service provided to USNI News. “The United States is an Arctic nation with extensive national and global responsibilities. Our role in the Arctic is growing. Diminishing Arctic sea ice is expanding access to the region and attracting attention from both partner and rival states across the globe. Resource extraction, fisheries, tourism and commercial shipping, in conjunction with traditional Alaska native activities, are driving increased maritime activity and a greater need for Coast Guard presence in the region. America’s only heavy icebreaker, the Coast Guard Cutter Polar Star, is more than 40 years old and must be replaced by the new Polar Security Cutter.”\nThe Coast Guard has for several years pushed for funding the ice breaker program. Currently, the Coast Guard has only one operational heavy icebreaker, USCGC Polar Star (WAGB-10), commissioned in 1976. A second icebreaker, USCGC Polar Sea (WAGB-11) has not been operational since a 2010 engine failure and instead has for nearly a decade served as a parts donor to keep Polar Star running, USNI News reported in 2017.\nFor years, having only one working heavy icebreaker hindered the Coast Guard’s ability to satisfy mission requests from government agencies effectively. The Coast Guard was only able to fulfill 78 percent of heavy icebreaking missions between 2010 and 2016, according to a September 2017 Government Accountability Office report.\nHouse Appropriations subcommittee on Homeland Security member Rep David Price (D-N.C.) told USNI News that the new bill will start to build up what he sees as a critical U.S. capability.\n“With China and Russia showing increased interest in the Arctic region, the Coast Guard’s Arctic Strategy is more critical than ever to our national security,” Price said in a statement to USNI News. For years, there has been a significant gap in our nation’s icebreaking capabilities, and I’m pleased the bipartisan FY19 omnibus bill includes funding to finally construct a new Polar Security Cutter, as well as money to begin purchasing long lead time materials for a second. The new Polar Security Cutter will ensure that our national security and economic interests are protected, that our marine vessels are provided safe passage, and that the United States has the ability to counter increased Russian aggression.”","labels":{"e2270da1-4d1b-49c6-90db-e81a67f92040":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"Text Size: A- A+\nA Parliamentary panel is concerned about India’s declining defence expenditure — which is at 1.56% of GDP in 2017-18, down from 2.6% in 2014-15 — and said the country “cannot afford complacency” in a two-front war.\nNew Delhi: A parliamentary committee has taken exception to the low defence expenditure in India, noting that, in the current geo-political scenario, the country “cannot afford complacency” on the question of preparedness for a two-front war.\nIt has also expressed concern about the slow rate of increase in indigenisation in the defence sector, and noted that “nothing concrete has been done for implementation of the strategic partnership model” unveiled in May last year.\nThese observations are part of the estimates committee’s draft report on ‘Preparedness of Armed Forces: Defence Production and Procurement’.\nMembers of Parliament privy to the deliberations told ThePrint that the committee, headed by BJP leader Murli Manohar Joshi, is perturbed about the fact that India’s defence expenditure, at 1.56 per cent of the GDP in 2017-18 — down from 2.6 per cent in 2014-15 — is at its lowest since the 1962 Sino-Indian war.\nFrom the data made available to the committee, it was found that defence expenditure had marginally increased since 2014-15, but when compared to the central government’s expenditures, the percentage decreased from 13.15 in 2014-15 to 12.2 in 2017-18.\nAccording to a study by the Stockholm International Peace Research Institute, which conducts research on global security, the defence expenditure, as a share of the GDP, of China and France had remained the same, increased in case of Saudi Arabia and Russia and decreased in case of the US and the UK in the last decade (2007-2017).\nHowever, the estimates committee says in its draft report, keeping in view the scale of GDP of the developed countries, the decrease of India’s defence expenditure as a percentage of the GDP is “more noticeable”.\n‘Allocations unacceptable’\nThe estimates committee is also “unhappy” about the “abysmally low” share of capital expenditure as a percentage of the total defence spend, which has been continuously declining over the years — from 39 per cent in 2013-14 to 33 per cent in 2017-18.\n“What is more worrisome is the situation whereby the procurement has to be adjusted as per the budgetary allocations made by the government, which are not in keeping with the requirements projected as per the long-term integrated perspective plan (LTIPP)…” an MP told ThePrint.\n“The committee finds the present situation unacceptable whereby the allocations are not being made according to the LTIPP, thereby defeating the purpose of having long-term defence plans,” the MP said.\nBefore finalising the report, the panel is likely to call the defence minister for deposition, the MP added.\nIn 2014-15 and 2015-16, the allocations made at the budgetary-estimates stage consistently got reduced at the revised-estimates level and even the reduced allocations could not be utilised fully. The committee members were, therefore, “not able to appreciate” the remarks of the secretary, defence acquisition, during the course of deposition that “they hear from the department of defence that the requirement of the forces is very high and the fund allocation to that extent is not there”.\nWhere’s the PPP?\nAccording to another MP, the committee is likely to recommend that defence public sector undertakings (DPSUs) be given “adequate autonomy and resources” to enable them to operate on commercial basis and sell their products to global customers without depending on the government.\n“In case of conflict, the demands of the national armed forces have to be given primacy,” the committee is learnt to have said in its draft report.\nNotwithstanding the government’s constant refrain about public-private partnership in defence, the committee, said a member, has found that “there is no existing mechanism” to facilitate it in the defence sector.\n“The strategic-partnership model formulated for defence production does not specify a clear role for major defence PSUs. There seems to be a total lack of coordination among government agencies insofar as integrated approach to public-private partnership in defence sector is concerned,” said another member, quoting from the report.\nDRDO hauled up\nIn its draft report, the committee has come down heavily on the Defence Research and Development Organisation (DRDO), saying it has “not been able to meet the nation’s expectation”.\nIn 2015, the Comptroller & Auditor General of India reported that 14 mission-mode projects carried out by DRDO laboratories had failed to achieve their timelines and the probable date of completion was extended many a time.\nThese mission-mode projects pertained to the S-band surveillance system, Rohini radars, secure video and fax communication between airborne platforms and ground station Meghdoot and electronic warfare suit for the modified MiG-29 fighters.\nA high-powered defence committee said that at least 11 laboratories of the DRDO need to be closed down. The estimates committee has pointed out in its draft report that the functioning of DRDO needs a major overhaul and its contribution in the context of the country’s requirements needs to be re-examined.\nSubscribe to our channels on YouTube & Telegram","labels":{"6263d6df-b2d2-44f8-9383-daf7e4c3dd13":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"T","user":"hernqv"}]}},{"context":"MANILA -- Three more Japanese-donated Beechcraft King Air TC-90 patrol aircraft will be transferred to the Armed Forces of the Philippines (AFP) by the third week of March.\nThis was announced by Department of National Defense (DND) spokesperson Arsenio Andolong Monday.\nThe planes will be tentatively delivered to the Naval Air Group headquarters in Sangley Point, Cavite City, he added.\nThe first two TC-90s were delivered to the Philippines last March 27. With the pending arrival of the three planes, the number of Philippine-operated TC-90s will climb to five.\nLast January 31, one of the first two delivered planes, with tail number 390, conducted its first maritime air patrol mission off Panatag (Scarborough) Shoal, Zambales.\nThe TC-90s have a range of over 1,000 nautical miles, and a cruising speed of 260 knots and capable of carrying eight passengers along with the pilots.\nAs of this time, the Navy is operating around six Norman Britten \"Islander\" patrol aircraft, four GAF \"Nomad\" planes, five AgustaWestland combat utility helicopters and one Robinson R-22 training helicopter.\nThe TC-90, which is part of the Beechcraft King Air aircraft family, was offered by Japan shortly after the Agreement Concerning the Transfer of Defense Equipment and Technology was finalized last Feb. 29, 2016. (PNA)","labels":{"96142994-e803-4073-a4c5-af507dbae9a8":[{"marker":"Quantity","extra":{},"start":10,"end":16,"text":"Three ","user":"hernqv"},{"marker":"Seller","extra":{},"start":20,"end":29,"text":" Japanese","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":11,"end":19,"text":"hree mor","user":"hernqv"},{"marker":"Weapon","extra":{},"start":38,"end":79,"text":"Beechcraft King Air TC-90 patrol aircraft","user":"hernqv"},{"marker":"Buyer","extra":{},"start":107,"end":144,"text":"Armed Forces of the Philippines (AFP)","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":30,"end":42,"text":"donated Beec","user":"hernqv"},{"marker":"Answer","extra":{},"start":10,"end":171,"text":"Three more Japanese-donated Beechcraft King Air TC-90 patrol aircraft will be transferred to the Armed Forces of the Philippines (AFP) by the third week of March","user":"hernqv"},{"marker":"Date","extra":{},"start":152,"end":171,"text":"third week of March","user":"hernqv"},{"marker":"Answer","extra":{},"start":398,"end":456,"text":"two TC-90s were delivered to the Philippines last March 27","user":"hernqv"},{"marker":"Date","extra":{},"start":448,"end":456,"text":"March 27","user":"hernqv"},{"marker":"Buyer","extra":{},"start":431,"end":443,"text":"Philippines ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":398,"end":409,"text":"two TC-90s ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":398,"end":402,"text":"two ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":402,"end":408,"text":"TC-90s","user":"hernqv"}]}},{"context":"BRUSSELS ― The European Union has agreed to bolster the ailing European defense industry by allocating €500 million (U.S. $585.19 million) in 2019 and 2020 to the European Defence Industrial Development Programme.\nThe EDIDP is a new program aimed at the development, for instance, of drones for military use or a European cyber defense mechanism. Funding is expected to increase to €1 billion per year from 2021.\nIt means increased pan-EU cooperation in major weapons systems such as aircraft, battle tanks and navy ships should now be possible.\nBoom or bust? German industry sizes up Euro-defense potential A whitepaper aims to clean up major misunderstandings surrounding the nascent PESCO process, chiefly the assumption that the construct represents a pot of money for which companies can apply.\nA European Commission spokesman said the “core objective” of the funding was to make Europe’s defense industry more competitive and innovative. The program will act as an “enabler for cooperation, incentivising potential collaborative development programs.”\n“It aims to encourage cooperation in developing the technologies and equipment needed to address common defense and security challenges,” added the spokesman.\nWhat remains unclear at this stage, however, is the role and future involvement of the U.K. in EU-funded defense programs after it exits the EU, due to happen at the end of March 2019.\nQuestions remain particularly about the impact a British exit will have on the European Defence Technological and Industrial Base (EDTIB) and, indeed, on the desirable future agreements between the U.K. and the EU in this area.\n× Fear of missing out? Sign up for the Early Bird Brief, the defense industry's most comprehensive news and information, straight to your inbox. Thanks for signing up. By giving us your email, you are opting in to the Early Bird Brief.\nWith a turnover of €97.3 billion in 2014, 500,000 people directly employed and 1.2 million indirect jobs, the European defence industry is a major industrial sector. But the European defense market has been shrinking, with NATO saying spending on defense by its 26 European members slipped to about $250 billion in 2014 from $275 billion in 2010.\nThe new €500 million funding, announced Wednesday, is partly designed to the give the sector an economic shot in the arm.\nThe deal will now be presented to EU ambassadors for their endorsement on May 29, after which it will be submitted to the European Parliament for a vote and then to the EU member states for final adoption.\nIt is expected that the program will finance the first capability projects in 2019.\nTo foster the pan-EU development of defense systems, the requirement is that a minimum of three companies from three EU countries participate.\nFor prototypes, up to 20 percent of the cost could be covered by the program while for other actions such as design or testing, it can go up to 100 percent.\nFor the period 2021-2027 the EU also plans to allocate €13 billion for the European Defence Fund, a relatively new initiative which has already started to fund pan-European research projects.\nThe new funding announcement was welcomed by Elżbieta Bieńkowska, EU commissioner for the internal market, industry, entrepreneurship and small and medium enterprises, who said the program “is part of our wider efforts to establish a credible Defence Union which protects its citizens. With this agreement, we are building EU’s strategic autonomy and boosting the competitiveness of the EU defense industry.”\nFurther comment came from Krasimir Karakachanov, Deputy Prime Minister for Public Order and Security, Minister for Defence of Bulgaria, which currently holds the Presidency of the Council, who added, “This agreement will allow the European Union to fund for the first time a programme on defence capabilities. This new step in our security and defence cooperation reflects the importance in today’s world of doing more as Europeans for our own security.”\nElsewhere, Françoise Grossetête, a senior French centre right Member of the European Parliament and rapporteur on the issue in Parliament, said, “We have taken a first and very important step to increase cooperation in the defence industry and strengthen the competitiveness of the EU defence industry.\n“The all-European defense technological and industrial base, in particular our SMEs and mid-caps, will benefit from this program in order to strengthen our strategic autonomy. Excellence and innovation will be the main drivers.”\nA source at the European Defence Agency, based in Brussels, said, “maintenance of a strong and competitive DTIB in Europe is a fundamental underpinning of the European security and defense policy. A robust EDTIB is a prerequisite to the EDA achieving its mission: improving the EU’s defense capabilities.","labels":{"c087a82f-d31d-4981-8140-c8048325d67a":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"B","user":"hernqv"}]}},{"context":"MADRID — Spain says it is holding talks with Saudi Arabia to resolve differences over a shipment of bombs that, according to Spanish defense authorities, could end up targeting civilians in Yemen.\nDefense Minister Margarita Robles told senators at a hearing on Monday that the decision wasn’t final and that she expected that talks between the two trade partners would settle the dispute.\nSpanish government under pressure over Saudi defense deals Shipbuilders are blocking roads in southern Spain amid fears that Saudi Arabia could scrap a $2.1 billion-purchase of warships in retaliation to a move by Madrid to halt a shipment of bombs to Riyadh.\nHer department had announced last week that it was halting the delivery of 400 laser-guided precision bombs ordered by Riyadh in 2015 and paid for.\nShipbuilders in southern Spain have protested in recent days over fears that Saudi Arabia could scrap a separate $2.1 billion purchase of warships in retaliation.\nRobles has ruled out such a scenario.","labels":{"04d788fa-1412-4846-af9a-03189a35ecc4":[{"marker":"Answer","extra":{},"start":9,"end":105,"text":"Spain says it is holding talks with Saudi Arabia to resolve differences over a shipment of bombs","user":"hernqv"},{"marker":"Seller","extra":{},"start":9,"end":14,"text":"Spain","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":9,"end":14,"text":"Spain","user":"hernqv"},{"marker":"Buyer","extra":{},"start":45,"end":57,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":9,"end":21,"text":"Spain says i","user":"hernqv"},{"marker":"Weapon","extra":{},"start":100,"end":105,"text":"bombs","user":"hernqv"},{"marker":"Answer","extra":{},"start":448,"end":574,"text":"Shipbuilders are blocking roads in southern Spain amid fears that Saudi Arabia could scrap a $2.1 billion-purchase of warships","user":"hernqv"},{"marker":"Seller","extra":{},"start":492,"end":498,"text":"Spain ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":448,"end":453,"text":"Shipb","user":"hernqv"},{"marker":"Buyer","extra":{},"start":514,"end":526,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":448,"end":460,"text":"Shipbuilders","user":"hernqv"},{"marker":"Price","extra":{},"start":541,"end":553,"text":"$2.1 billion","user":"hernqv"},{"marker":"Weapon","extra":{},"start":566,"end":574,"text":"warships","user":"hernqv"},{"marker":"Answer","extra":{},"start":797,"end":943,"text":"Shipbuilders in southern Spain have protested in recent days over fears that Saudi Arabia could scrap a separate $2.1 billion purchase of warships","user":"hernqv"},{"marker":"Seller","extra":{},"start":822,"end":828,"text":"Spain ","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":797,"end":802,"text":"Shipb","user":"hernqv"},{"marker":"Buyer","extra":{},"start":874,"end":886,"text":"Saudi Arabia","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":797,"end":809,"text":"Shipbuilders","user":"hernqv"},{"marker":"Price","extra":{},"start":910,"end":922,"text":"$2.1 billion","user":"hernqv"},{"marker":"Weapon","extra":{},"start":935,"end":943,"text":"warships","user":"hernqv"}]}},{"context":"HONG KONG/SINGAPORE (Reuters) - At first glance from above it looks like any clean and neatly planned small town, complete with sports grounds, neat roads and large civic buildings.\nBut the town is on Subi reef in the Spratlys archipelago of the hotly contested South China Sea and, regional security experts believe, could soon be home to China’s first troops based in the maritime heart of Southeast Asia.\nPrivate sector data analysis reviewed by Reuters shows Subi, some 1,200 km (750 miles) from China’s coast, is now home to nearly 400 individual buildings – far more than other Chinese islands.\nSubi could be the future location of hundreds of People’s Liberation Army marines, as well as a possible administrative hub as China cements its claim with a civilian presence, security analysts and diplomatic sources say.\nThe data from Earthrise Media, a non-profit group supporting independent media with imagery research, was based on surveys of high-resolution images obtained by DigitalGlobe satellites, dating back to when China started dredging reefs in early 2014.\nThe images show neat rows of basketball courts, parade grounds and a wide variety of buildings, some flanked by radar equipment.\nEarthrise founder Dan Hammer said his team’s count included only free-standing, permanent and recognizable structures.\n“When I look at these pictures I see a standard PLA base on the mainland – it is incredible, right down to the basketball courts,” Singapore-based security analyst Collin Koh said after reviewing the data and images.\n“Any deployment of troops will be a huge step, however – and then they will need to secure and sustain them, so the military presence will have to only grow from where it is now.”\nSenior Western diplomats describe the placement of troops or jet fighters on the islands as a looming test of international efforts to curb China’s determination to dominate the vital trade waterway.\nSubi is the largest of China’s seven man-made outposts in the Spratlys. The so-called “Big Three” of Subi, Mischief and Fiery Cross reefs all share similar infrastructure – including emplacements for missiles, 3km runways, extensive storage facilities and a range of installations that can track satellites, foreign military activity and communications.\nMischief and Fiery Cross each house almost 190 individual buildings and structures, according to the Earthrise analysis. The previously unpublished data details the building count on more than 60 South China Sea features, including those occupied by Vietnam, Malaysia, Taiwan and the Philippines.\nWhile the data shows well developed infrastructure on some on islands such as Vietnam's Spratly Island, the Philippines' Thitu Island and Taiwan's Itu Aba, the scale and development by Beijing dwarfs its rivals. (For a multimedia package on the data, click tmsnrt.rs/2J3cWne)\nSlideshow ( 6 images )\nThe number of buildings on Subi makes it similar in size to Woody Island in the Paracels, a Beijing-controlled group much closer to China also claimed by Vietnam.\nWoody is the base and surveillance post which foreign military attaches say is the headquarters of the military division across the South China Sea, reporting to the PLA’s southern theater command.\nKoh and other analysts said the facilities on Subi, Mischief and Fiery Cross could each hold a regiment - between 1,500 to 2,400 troops.\nChina’s precise intentions remain unclear and Chinese experts say much will depend on whether Beijing feels threatened by regional security trends, particularly U.S. activity such as its so-called “freedom of navigation patrols”.\nChina’s defense ministry did not respond to Reuters questions about the build-up on Subi or what the facilities could be used for.\nBeijing has consistently said the facilities on its reclaimed islands are for civilian use and necessary self-defense purposes. China blames Washington for militarizing the region with their freedom of navigation patrols.\nDing Duo, a researcher at the Chinese government-backed National Institute for South China Sea Studies, said Beijing needs a military presence in the Spratlys to protect its civilian infrastructure.\n“As for how big that presence is depends on the threat assessment China has going forward for the Nansha Islands,” he said, using the Chinese name for the Spratlys.\n“The Nansha region faces severe military pressure, especially since Trump took office and increased freedom of navigation patrols. So China has raised its threat assessment.”\nLOOMING TEST\nThe White House said this month it had raised concerns with China about its latest militarization after CNBC reported anti-ship cruise missiles and surface-to-air missile systems had been installed on Subi, Mischief and Fiery Cross. [nL1N1SA1VE]\nThis weekend, China revealed bombers had conducted take-off and landing training on some of its islands and reefs in preparation for what it called “the battle for the South China Sea”. [nL3N1SR08Q]\nSlideshow ( 6 images )\nSome U.S. analysts noted PLA photographs appeared to show a bomber landing on Woody Island in the Paracels, and the Chinese military has yet to confirm planes actually landed on its Spratlys holdings.\nOn Wednesday, the Pentagon withdrew an invitation for China to join a major naval drill because of Beijing’s continued militarization of its islands in the South China Sea. [nL2N1SU1KU]\nAdmiral Philip Davidson, the nominee to be the next commander of all U.S. forces in the Pacific, said last month the bases were now complete and lacked only deployed forces.\n“Any forces deployed to the islands would easily overwhelm the military forces of any other South China Sea-claimants,” Davidson told a congressional panel.\nSo far, repeated U.S. naval patrols close to Chinese features and growing international naval deployments through the region have had little obvious impact on Beijing’s plans.\n“There is a real sense among Western nations that a new strategy is needed, but there is little sign anything meaningful coalescing,” said one senior Western diplomat familiar with discussions across several countries. “The deployment of jet fighters – even temporarily – will sorely test that lack of a cohesive response.”\nAlready large Chinese amphibious landing vessels and other ships have used the full-scale naval wharves at Fiery Cross, Subi and Mischief – pointing to what foreign naval officers describe as virtually a permanent presence throughout hotly contested waters.\nChinese forces are using their island holdings to police of what Chinese naval officers tell other navies is a “military alert zone” – an ambiguous term that both Asian and Western military officials say holds no basis in international law.\nPeople briefed on recent Western intelligence reports describe an intensifying pattern of radio challenges to foreign military ships and aircraft delivered from Chinese naval ships and monitoring stations on Fiery Cross.\nAustralian officials recently publicized a “robust but polite” Chinese challenge to three of its naval ships plying the South China Sea en route to Vietnam.\nSources say such exchanges between Chinese and foreign militaries are far more frequent than is widely known.\n“They have become the rule rather than the exception across significant areas of the South China Sea,” one person familiar with recent Western security reports told Reuters.\nShips and aircraft from India, France, Japan, New Zealand and rival claimants Vietnam, Malaysia and the Philippines have also been similarly warned, according to regional military officials and analysts.\nWith the claimed “military alert zone” having no basis in international law or military practice, foreign naval officials routinely stress they are in international waters and continue on their way.\nZhang Baohui, a Chinese security expert at Hong Kong’s Lingnan University, said Beijing was likely to be cautious about any offensive moves, such as the stationing of combat aircraft.\n“Now the islands are complete, I think we will see a degree of caution in Beijing’s next moves,” he said. “Sustaining that presence so far from the Chinese coast is a massive undertaking, and I think the deployment of troops and jet fighters would really cross a threshold for China’s neighbors.”\nU.S. military officials insist they are leaving little to chance, warning the bases are already helping China project military power into areas once dominated by its neighbors.\n“In short, China is now capable of controlling the South China Sea in scenarios short of war with the United States,” Davidson said in his testimony last month.","labels":{"a4438b46-a998-405c-8821-f2682ea92859":[{"marker":"Answer","extra":{},"start":0,"end":1,"text":"H","user":"hernqv"}]}},{"context":"Text Size: A- A+\nNew Delhi: Indian Army soldiers along the Line of Control (LoC) finally have access to deadly new sniper rifles after their arrival at the Northern Command, which looks after the crucial LoC and some part of the Line of Actual Control with China.\nThe new rifles include an anti-material rifle that can go through concrete and metal objects.\nThe sniper rifles being given to the soldiers, as a replacement for the ageing Russian Dragunov, are the .50 Calibre M95 by Barrett and the .338 Lapua Magnum Scorpio TGT by Beretta.\nSources said the soldiers will be trained on these rifles before the equipment is deployed for use at the LoC where sniping incidents have increased.\nA limited number of rifles were bought through the emergency purchase power of the Northern Commander.\nWith the arrival of the new sniper rifles, ThePrint takes a look at the role they will play in the Northern Command.\nWhy the new rifles\nSources say formations at the LoC felt the need to go in for superior sniper rifles as the dynamic in the region has changed.\nThe Pakistan Army has resorted to sniping in a big way to hit at soldiers guarding the LoC. Many times, soldiers have been hit even in their own posts, besides being targeted when they are out patrolling.\nEven though the Indian Army has retaliated in equal terms, the need was felt for more modern and deadlier sniper rifles.\nAlso read: The new danger in Kashmir: Cold, calculating snipers who are wary of close contact\nWhat’s special about the new rifles?\nThe US-made Barrett M95 is an anti-material rifle which has a range of 1,800 metres. The gun, which is in use with many special forces around the world, is a bolt action sniper rifle chambered in a .50 Browing Machine Gun cartridge (12.7×99mm).\nWith an unloaded gun weighing about 10 kg, the M95 first came out way back in 1995, and is part of the Barrett M82 family, the first notable American-made .50 Caliber anti-material rifle introduced in 1982.\nThe gun feeds from a five-round detachable box magazine and is a more compact and lighter version than earlier products.\nThe other gun that will be available to the troops along the LoC is the Victrix Armaments’ .338 Lapua Magnum Scorpio TGT, owned by Italian firm Beretta.\nThe Scorpio TGT uses the .338 Lapua Magnum (8.6×70mm or 8.58×70mm), a rimless, bottlenecked, centre-fire rifle cartridge.\nIt was developed in the 1980s as a high-powered, long-range cartridge for military snipers. It was used in the Afghanistan War and the Iraq War.\nAlthough the .338 Lapua Magnum was initially developed to penetrate body armour at 1,000 metres, it has been used effectively to 1,500 metres and beyond, and holds the distinction of being part of some of the record-breaking sniper shots in war.\nAt least 30 countries use the .338 Lapua Magnum sniper rifles and over a dozen manufacturers produce rifles, in multiple configurations, in this calibre.\nAlso read: Militant snipers add grisly new chapter to Kashmir insurgency with three kills\nSubscribe to our channels on YouTube & Telegram","labels":{"e579b820-fd1d-4809-9871-5d99b7ff22a9":[{"marker":"Answer","extra":{},"start":28,"end":128,"text":"Indian Army soldiers along the Line of Control (LoC) finally have access to deadly new sniper rifles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":28,"end":39,"text":"Indian Army","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":28,"end":35,"text":"Indian ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":115,"end":128,"text":"sniper rifles","user":"hernqv"}]}},{"context":"Japan’s government has approved a record defence budget, with money earmarked for costly missile defence systems and, controversially, weapons that could be used in pre-emptive strikes against North Korea.\nThe 5.19tn yen ($46bn) budget, up 1.3% from last year, is the largest ever and marks the six straight annual rise in defence spending under Japan’s conservative prime minister, Shinzo Abe.\nAbe, who ended a decade of defence cuts soon after becoming prime minister in late 2012, has described the threat posed by North Korean ballistic missiles as a “national crisis”.\nThe regime has launched two missiles over northern Japan this year, and several others have landed inside its 200 nautical-mile exclusive economic zone. In September, North Korea threatened to “sink Japan into the sea” with a nuclear bomb after Tokyo and Washington spearheaded a new round of UN security council sanctions against the regime.\nDefence officials say Japan needs to drastically and quickly upgrade its missile defence in response to Pyongyang’s rapid development of long-range missiles and nuclear weapons.\nThe defence minister, Itsunori Onodera, said this month: “At a time when North Korea is beefing up its ballistic missile capability, we need to strengthen our capability fundamentally.”\nThe new budget, which has to be approved by parliament, came days after Japan said it would buy land-based Aegis Ashore missile defence systems from the US to improve its ability to locate and destroy incoming North Korean missiles.\nAbout 730m yen ($6.4m) was set aside to prepare for the introduction of the systems, which will be operational by 2023 and are expected to cost at least 200bn yen.\nAmid pressure from hawkish members of Abe’s ruling Liberal Democratic party (LDP), Japan will also acquire cruise missiles that could be used in pre-emptive strikes against North Korean military sites.\nThe budget includes more than 2bn yen for a Norwegian-built cruise missile with a range of 500km that can be fired from F-35 stealth fighter jets. Japan also plans to buy US-made cruise missiles with a range of 900km.\nIn addition to the land-based Aegis radar stations, Japan will invest in a new, longer-range interceptor, the SM-3 Block IIA, designed to strike ballistic missiles in space, and upgrades to Patriot missile batteries – the last line of defence against incoming warheads.\nThe heavy spending on US military hardware comes after Donald Trump vowed to boost arms sales by pressuring Japan and South Korea to play a bigger role in their own defence. “It’s a lot of jobs for us and a lot of safety for Japan,” Trump said during a visit to Asia last month.\nCritics say possession of a first-strike capability violates Japan’s constitution, which bans the use of force to settle international disputes and has restricted the country’s military to a purely defensive role since the end of the second world war.\nOnodera and other senior LDP officials say Japan would target North Korean missile sites only if it believed an attack was imminent – a move they insist would not violate the country’s “pacifist” principles.\nBut Yukio Edano, whose Constitutional Democratic party of Japan fought October’s general election vowing to defend Japan’s postwar constitution, said the acquisition of cruise missiles would be a “fairly big point of dispute” when MPs debate the budget next month.\nAkira Kato, a professor of international politics and regional security at JF Oberlin University in Tokyo, said the Abe administration was exploiting the North Korean crisis to bolster Japan’s defences. “Japan is expected to continue strengthening its defence power for the time being,” Kato told Agence France-Presse.\nWhile the budget’s focus was on North Korea, it included more than 55bn yen for the construction of military facilities on two outlying islands to boost the ability to respond to Chinese activity in the East China Sea.\nThe islands are not far from the Senkaku/Diaoyu islands – uninhabited outcrops that are administered by Japan but claimed by China, whose vessels regularly enter Japanese waters near the territories.","labels":{"c4616552-2f59-48d3-bfee-41017ad2d328":[{"marker":"Answer","extra":{},"start":1353,"end":1436,"text":"Japan said it would buy land-based Aegis Ashore missile defence systems from the US","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1353,"end":1359,"text":"Japan ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1353,"end":1358,"text":"Japan","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1377,"end":1424,"text":"land-based Aegis Ashore missile defence systems","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1434,"end":1436,"text":"US","user":"hernqv"},{"marker":"Seller","extra":{},"start":1353,"end":1355,"text":"Ja","user":"hernqv"},{"marker":"Answer","extra":{},"start":1761,"end":1800,"text":"Japan will also acquire cruise missiles","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1761,"end":1767,"text":"Japan ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1761,"end":1766,"text":"Japan","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1785,"end":1800,"text":"cruise missiles","user":"hernqv"},{"marker":"Answer","extra":{},"start":2027,"end":2096,"text":"Japan also plans to buy US-made cruise missiles with a range of 900km","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2027,"end":2033,"text":"Japan ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":2027,"end":2032,"text":"Japan","user":"hernqv"},{"marker":"Seller","extra":{},"start":2051,"end":2053,"text":"US","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":2027,"end":2029,"text":"Ja","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2059,"end":2074,"text":"cruise missiles","user":"hernqv"},{"marker":"Answer","extra":{},"start":1880,"end":1954,"text":"The budget includes more than 2bn yen for a Norwegian-built cruise missile","user":"hernqv"},{"marker":"Price","extra":{},"start":1910,"end":1917,"text":"2bn yen","user":"hernqv"},{"marker":"Seller","extra":{},"start":1924,"end":1933,"text":"Norwegian","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1880,"end":1889,"text":"The budge","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1940,"end":1954,"text":"cruise missile","user":"hernqv"},{"marker":"Answer","extra":{},"start":2150,"end":2313,"text":"Japan will invest in a new, longer-range interceptor, the SM-3 Block IIA, designed to strike ballistic missiles in space, and upgrades to Patriot missile batteries","user":"hernqv"},{"marker":"Buyer","extra":{},"start":2150,"end":2156,"text":"Japan ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":2150,"end":2155,"text":"Japan","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2208,"end":2222,"text":"SM-3 Block IIA","user":"hernqv"},{"marker":"Weapon","extra":{},"start":2276,"end":2313,"text":"upgrades to Patriot missile batteries","user":"hernqv"}]}},{"context":"WARSAW, Poland — Serbia’s acting assistant defense minister has announced the ministry is negotiating with a number of Chinese drone manufacturers to acquire UAVs for the Serbian military.\nNenad Miloradovic said Serbia aims to buy Chinese drones for its armed forces as well as the technology that will allow the country’s defense industry to produce UAVs in the long term.\n\"This package deal, under which we plan to purchase, but also produce reconnaissance drones for the Serbian military, should be implemented shortly,\" Miloradovic said, as reported by local daily Blic.\nThe official said that Serbia is positioning itself as a military-neutral country, and its government aims to procure weapons and military gear for the country’s armed forces from various suppliers.\nChinese firm shows off two drones in a first for Singapore Airshow Both the Wing Loong and the larger Wing Loong II were on display, along with a suite of mock-up weapons for potential customers to view.\n\"We don’t have ideological prejudices in what concerns buying weapons,\" Miloradovic said.\nIn a sign of strengthened military cooperation with Russia, Serbia’s government earlier this year approved the purchase of six Mil Mi-17 helicopters, complementing acquisitions of other aircraft and weapons from Moscow. In contrast, Serbia signed a deal in 2016 to buy nine H145M helicopters from Dutch-French company Airbus.\nThe value of the planned UAV deal was not disclosed by the Serbian official.","labels":{"d156b29e-6238-41d4-b835-2b589e39d883":[{"marker":"Answer","extra":{},"start":74,"end":187,"text":"the ministry is negotiating with a number of Chinese drone manufacturers to acquire UAVs for the Serbian military","user":"hernqv"},{"marker":"Seller","extra":{},"start":119,"end":146,"text":"Chinese drone manufacturers","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":74,"end":82,"text":"the mini","user":"hernqv"},{"marker":"Weapon","extra":{},"start":158,"end":163,"text":"UAVs ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":171,"end":187,"text":"Serbian military","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":74,"end":82,"text":"the mini","user":"hernqv"},{"marker":"Answer","extra":{},"start":212,"end":245,"text":"Serbia aims to buy Chinese drones","user":"hernqv"},{"marker":"Buyer","extra":{},"start":212,"end":219,"text":"Serbia ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":212,"end":218,"text":"Serbia","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":231,"end":239,"text":"Chinese ","user":"hernqv"},{"marker":"Seller","extra":{},"start":212,"end":219,"text":"Serbia ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":239,"end":245,"text":"drones","user":"hernqv"},{"marker":"Seller","extra":{},"start":1120,"end":1126,"text":"Russia","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1068,"end":1074,"text":"In a s","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1068,"end":1074,"text":"In a s","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1128,"end":1147,"text":"Serbia’s government","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1191,"end":1195,"text":"six ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1195,"end":1216,"text":"Mil Mi-17 helicopters","user":"hernqv"},{"marker":"Answer","extra":{},"start":1068,"end":1216,"text":"In a sign of strengthened military cooperation with Russia, Serbia’s government earlier this year approved the purchase of six Mil Mi-17 helicopters","user":"hernqv"},{"marker":"Answer","extra":{},"start":1301,"end":1392,"text":"Serbia signed a deal in 2016 to buy nine H145M helicopters from Dutch-French company Airbus","user":"hernqv"},{"marker":"Seller","extra":{},"start":1386,"end":1392,"text":"Airbus","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1365,"end":1370,"text":"Dutch","user":"hernqv"},{"marker":"Seller Country","extra":{},"start":1371,"end":1378,"text":"French ","user":"hernqv"},{"marker":"Buyer","extra":{},"start":1301,"end":1308,"text":"Serbia ","user":"hernqv"},{"marker":"Buyer Country","extra":{},"start":1301,"end":1307,"text":"Serbia","user":"hernqv"},{"marker":"Date","extra":{},"start":1325,"end":1330,"text":"2016 ","user":"hernqv"},{"marker":"Quantity","extra":{},"start":1337,"end":1342,"text":"nine ","user":"hernqv"},{"marker":"Weapon","extra":{},"start":1342,"end":1359,"text":"H145M helicopters","user":"hernqv"}]}}]}